{"utterance": ["Bartek: hey dad! Look at this", "Bartek: <file_photo>", "Tomek: What's that?", "Bartek: just open the picture so you can see", "Tomek: How to open the picture?", "Bartek: geez, just click on it", "Bartek: what do you think?", "Bartek: dad?", "Bartek: are you there? ", "Bartek: let me call you", "Tomek: No, it's fine. The picture become bigger but I couldn't write you any message", "Bartek: good you figured out how to close the picture. I was afraid you're going to say your phone is broken and I need to get you new one", "Tomek: Haha, very funny. So what is this picture related to? ", "Bartek: it's me in Greece! On the boat! Can't you see?", "Tomek: I didn't watch carefully", "Bartek: ...", "Bartek: you didn't manage to open the picture, did you?", "Tomek no :("], "summary": "Bartek sent Tomek a picture of himself on a boat in Greece. Tomek couldn't open the picture on his phone. "}
{"utterance": ["Christian: Let's make some more concrete plans for our trip to Croatia", "Jean: i thought we decided", "Jean: we are spending 3 days in Zagreb, then the coast", "Christian: but do you know that the Croatian coat is like thousands of kilometres long?", "Olivia: Chris is right, let's plan it better, it's quite soon", "Doris: we could collect ideas first and then pick the things that are the most popular and do it", "Olivia: I want to see 2 things: Plitivice National Park and Dubrovnik", "Olivia: they are quite far apart but both are amazing?", "Jean: what's the fucking Plitevic?", "Olivia: I was there with my parents 15 years ago and it was one of the most beautiful places I've ever seen", "Jean: but what is it?", "Olivia: like a national park with thousands of lakes and waterfalls, we can spend there a day", "Doris: I googled it, seems nice <file_photo>", "Doris: I would only like to have 5 days on the beach, doing nothing, relaxing with drinks and music", "Christian: I wanted to go to some islands", "Jean: I'm more like Doris, but I would like to go to a place where there're some bars and clubs, with people", "Christian: In two weeks we can do sth like this:", "Christian: 3 days Zagreb, 1 day the national park, then 5 days somewhere at the seacoast ", "Christian: and then down to see Dubrownik and maybe some islands around, like Hvar or Korcula", "Olivia: sounds good", "Jean: but they all the way back to Zagreb?", "Olivia: We could get a charter flight or even normal one from Zadar or something closer", "Christian: ok, I'll look for something", "Doris: Perfect, so we've decided more or less?", "Olivia: Yes!", "Jean: 👍", "Christian: great"], "summary": "Christian, Jean, Olivia and Doris are discussing their trip to Croatia. They decided to spend three days Zagreb, one day the national park, then five days somewhere at the seacoast."}
{"utterance": ["Felix: hey, I visited parents yesterday", "Felix: mum doesn't look well", "Megan: I know, I told her many times she should have herself checked", "Megan: but you know how she is", "Megan: doctors are devils", "Felix: but we srsly need to figure something out", "Felix: we cannot leave her like this", "Megan: the only thing I can think of is to make an appointment behind her back", "Felix: she'll get furious", "Megan: you could then take her to the doctor's office", "Megan: somehow she respects more your opinion", "Felix: <file_gif>"], "summary": "Felix and Megan's mother is in bad shape. She won't see a doctor. Felix doesn't want to lure her to see one."}
{"utterance": ["Pedro: I'm so frustrated", "Pedro: It's the fifth time I'm taking this exam", "Pedro: And I cannot get a good score", "Francis: What are you talking about?", "Pedro: TOEFL", "Kamil: I took it once", "Kamil: It was horrible", "Kamil: Super stressful", "Pedro: Did you get a good score?", "Kamil: I don't remember. I guess it was enough for what I needed", "Francis: I've never heard of it", "Pedro: It's an English test", "Pedro: You do it on a computer in a special centre", "Pedro: There is no human interaction", "Francis: That sounds weird "], "summary": "Pedro took TOEFL 5 times already, but he didn't manage to get a good score. Kamil took it once. His score was enough for him."}
{"utterance": ["Natan: What class do we have now?", "Marie: Descriptive grammar", "Julie: Oh gosh, and of course I can't be late", "Marie: Are you gonna?", "Julie: well, you know me, and my morning starts:d", "Natan: Can I be late? ", "Marie: No one can:d Why would you be an exception:D?", "Natan: Cause she is fond of me, isn't she?", "Marie: Yeah you wish", "Marie: Not enough to let you slip away like that", "Natan: Shit:D defend me please! I can't afford for her to punish me:d", "Julie: What the heck! no way! we're drowning together Natan", "Natan: hahah no way", "Marie: oh shut up you both, just don't be very much late ", "Natan: copy that"], "summary": "Natan and Julie are going to be late to a descriptive grammar class."}
{"utterance": ["Oliver: So Mike, what's the story with Manchester Utd?", "Mike: What do you mean?", "Oliver: They are playing rather shit.", "Mike: Shall I remind you about Liverpool?", "Oliver: Look, it matters now.", "Mike: What did you Liverpool supporters say about Manchester Utd in 1993?", "Oliver: What?", "Mike: That you guys will never win as many trophies as us.", "Oliver: Its comeback time!", "Mike: Mate! Comeback? Its not April Fools day! Ha, ha!!", "Oliver: Shut it!", "Mike: Liverpool always falter in the end.", "Oliver: This time it won't happen.", "Mike: Wanna bet?", "Oliver: How much?", "Mike: 200zł", "Oliver: Easy money", "Mike: For me, not you.", "Oliver: Idiot!!", "Mike: Your the idiot."], "summary": "Mike supports Manchester United. Oliver supports Liverpool. Mike wants to bet with Oliver that his team will win the trophy. "}
{"utterance": ["Aurora: Party!?", "Lucy: Yeeeee!!", "Anna: I can't go tonight, sorry girls, I've got a night shift", "Aurora: ahhhh I forgot, We will come to you on your night break!", "Lucy: good idea, we will smuggle some alco :)", "Anna: You are awesome, thanks! My break starts at 1.30AM"], "summary": "Aurora and Lucy are going to party tonight, but Anna can't join them as she's got a night shift. Aurora and Lucy will pay her a visit at 1.30 AM when her break starts. "}
{"utterance": ["Justin: have you heard about that happened in Wide St?", "Pete: no?", "Grace: oh, yeah ;/ there was an accident, Pete", "Justin: exactly. 2 people dead :/", "Pete: shit, that's why the traffic jams?", "Grace: probably. didn't even know there were jams"], "summary": "Two people died in an accident on Wide Street."}
{"utterance": ["Jason: Hey", "Jason: Could you please replace Hazel today? ", "Marc: Sure", "Marc: What time tho? ", "Jason: 4pm is the intermediate class", "Jason: So at 4 pm", "Marc: Okay", "Jason: Thanks", "Jason: And you will get recompensed for that hour", "Jason: extra ", "Marc: yeah no problem", "Jason: If you need more info on what the kids have been doing then I can call Hazel ", "Marc: Sure I will be in my office", "Jason: Thanks a lot"], "summary": "Marc will replace Hazel for the intermediate class at 4pm today and will get paid for that hour. Jason can call Hazel to get more info on what the kids have been doing. Marc will be in his office. "}
{"utterance": ["Rob: need a car check, u know a good mechanic?", "Will: yeah, I have someone who fixed my fathers car", "Rob: you mean that shit on wheels?", "Will: now it's like an arrow", "Rob: than it's not a mechanic but a magician", "Will: well, kind of :D I'll give u a number", "Rob: great", "Will: u can say that I send u", "Rob: thanks buddy"], "summary": "Will gived Rob the number of the car mechanic who fixed Will's father's car."}
{"utterance": ["Filmore: so we've got 800 left to spend", "Gibson: cool. what you mean by spend?", "Filmore: i mean we can buy whatever we want or just ", "Beck: splash out", "Filmore: yeah i guess", "Gibson: so we could buy t's 4 all or new ball and still keep some", "Pascal: yeah and die of boredom", "Filmore: so what you think pascal", "Pascal: i think the best and the only good idea is booze and drinks and girls and ", "Filmore: we all married remember", "Pascal: yeah but the booze and nite out sounds mch better than stpd tshirts", "Pascal: with all due respect Gibson", "Gibson: yeah whatever i dont care", "Pascal: no offence man", "Gibson: i know i just dont like wasting money but do what you want", "Filmore: weve got two ideas that far. Beck?", "Beck: booze sounds good if u ask me", "Filmore: best if we post a poll on fb and ask all", "Gibson: i can do that but i know what will say ;)", "Pascal: c'mon it gotta be fun mate!"], "summary": "Filmore, Gibson, Pascal and Beck have 800 to spend. Gibson would like to buy t-shirts for all. Pascal and Beck think they should go for drinks instead."}
{"utterance": ["Chris: Hi. Do you know where my notebook is?", "Cecilia: Hi. Yeah. I have it. ", "Chris: You have it? Y?", "Cecilia: You lent it to me when I was sick...", "Chris: Oh, ok. Can I have it back?", "Cecilia: Sure. Will bring it tomorrow to class."], "summary": "Chris lent Cecilia his notebook and wants it back now."}
{"utterance": ["Fran: Mom, I'm not going to school today.", "Mom: Why, what happened?", "Fran: It's my hair again, Mom.", "Fran: Looks horrible, I can't seem to do nothing about it.", "Mom: Don't exaggerate, honey. Just tie it up or something.", "Fran: I hate myself.", "Mom: Relax, dear. Everybody’s got a bad hair day once in a while=)"], "summary": "Fran doesn't want to go to school today, because her hair looks horrible."}
{"utterance": ["Nitta: Hello Laura, would you mind if I pop in for a sec?", "Laura: By no means! Come along!", "Nitta: On my way."], "summary": "Nitta will come and see Laura for a moment. "}
{"utterance": ["Clementine: <file_photo>", "Clementine: my cat's a demon", "Antonia: :O", "Antonia: how did he do that", "Irene: oh my xD", "Clementine: he just jumped on the curtain........"], "summary": "Clementine's cat jumped on the curtain."}
{"utterance": ["Josie: Hey girl, have some time?", "Jill: Hey you! Haven't heard from you a while", "Josie: I know, it's been too long, agreed", "Jill: I don't have much time chatting, I am at work, but wanna meet up for coffee around 6?", "Josie: 7ish would be better with me, I have late meeting at work", "Jill: Sounds good too! ", "Josie: Super excited too see you! ", "Jill: Can't wait either! ", "Josie: See ya at 7;*"], "summary": "Josie and Jill agreed to meet up for coffe at 7 o'clock."}
{"utterance": ["Steve: I'm happy that you liked the story.", "Andy: Believe it or not but I did read it last weekend.", "Andy: Still need to read it again to be able to tell something constructive about it though.", "Steve: Just testing your dementia :P", "Andy: I may be old but not that old :P", "Andy: It just takes time to write something constructive especially after going through it only once.", "Steve: I appreciate that.", "Steve: That story was a transmutation of anther one that I had in my head for 10 years.", "Andy: You wrote it originally in Swedish?", "Steve: Yep.", "Steve: But the original idea was about an AI that was building a body for itself, android then human.", "Andy: Well I could tell it was translated, I didn't get that from the first one you sent.", "Steve: Oh no.", "Steve: That means there is still work to be done.", "Steve: I did fix some of the weird stuff but it seems that it wasn't enough.", "Andy: It's not easy to make a good translation as it takes time you would probably rather spend writing something new...", "Steve: Yeah and the text has a different flow when you create it instead of putting it through hoops.", "Steve: Got some new guides about writing from Amazon, so I'm planning to build my writing routine.", "Andy: And how is that working out so far?", "Steve: Well, got the books just yesterday, so haven't started yet :P", "Steve: But it seems like something I \"should\" do.", "Andy: Do or do not, there is no try :P", "Steve: You can't use SW against me, I'm gonna cry :P", "Andy: That will make your keyboard wet and prevent you from writing stuff :P", "Andy: So bad move ;)", "Steve: But the truth hurts :D", "Andy: That's why I'm here! Telling others to do things that I'm not going to follow myself ;)", "Steve: Another job well done ;)"], "summary": "Andy read Steve's story last weekend and he liked it. It was originally written in Swedish and the text gives it away, so there's still work to be done. Steve purchased some books about writing, so he should get better soon."}
{"utterance": ["Ted: Feeling sorry for.. myself! ", "Kelly: What’s happened? Are you ok?", "Ted: I’ve twisted my ankle ", "Mike: what have you done?", "Victoria: bless you! x", "Oliver: too much to drink?", "Rob: all the best!", "Kelly: get well soon!", "Mary: oh dear! xxx", "Ted: cheers guys! "], "summary": "Ted's twisted his ankle."}
{"utterance": ["Rico: say hello to our new family member", "Rico: <file_photo>", "Fila: omg it's so cute!", "Domingo: <file_gif>", "Domingo: what's his name?", "Rico: she has no name yet", "Rico: we are looking for some ideas", "Domingo: name her Rihanna", "Fila: lol", "Rico: I don't like pets with celebrity names", "Fila: how about something related to her character?", "Rico: I can't tell what's her character yet", "Domingo: and does Richard have any ideas?", "Fila: call her Jane Doe then", "Rico: he wants to call her Blossom but that's too long", "Fila: omg that's so cute", "Domingo: if that's too long then call her Flores then", "Rico: sounds fine", "Fila: or call her Rose", "Domingo: Lily", "Rico: <3", "Rico: I'll ask Richie and we'll see what he says", "Fila: ok"], "summary": "Rico's looking for a name for her."}
{"utterance": ["Jackie: i forgot a pen for the exam! ", "Ken: Thats ok I will be right there ", "Andrzej: They have pens in class", "Jackie: Kk thanks "], "summary": "Jackie forgot to take a pen for the exam. Ken offers to bring one but Andrzej informs them there are pens available in the classroom."}
{"utterance": ["Ben: Where were you?", "Zoe: Sorry, I couldn't leave a meeting. I didn't forget about our date.", "Ben: That's not fair.", "Zoe: I know. I'm sorry. ", "Ben: I was waiting almost an hour. I felt like a complete idiot.", "Zoe: I said I'm sorry. What else can I do? I'm just sorry. Ok?", "Ben: No, it's not ok. You could have let me know that you were having some important meeting and that you might be late for our meeting.", "Zoe: I could have. I can't change it now. What's done is done. Can we meet another time? Like tomorrow? The same time?", "Ben: And you aren't having any meeting just before?", "Zoe: No.", "Ben: OK", "Zoe: Thanks :-) The dinner's on me then, ok?", "Ben: No, I can't possibly accept that.", "Zoe: By way of apology. ", "Ben: Out of the question.", "Zoe: Come on. Men no longer need to pay for everything. Women are becoming more and more independent.Don't quarrel with me about that.", "Ben: I'm not quarreling with you. I just don't want you to pay for anything on our first date.", "Zoe: On our second date then?", "Ben: Will there be the second one?", "Zoe: I trully hope so :-)", "Ben: Deal :-)", "Zoe: See you tomorrow then", "Ben: I'm already counting minutes...", "Zoe: Tick-tock, tick-tock :-)"], "summary": "Zoe was not able to make it to her first date with Ben because she had an important meeting. They will meet tomorrow the same time. Ben will pay for everything when they meet. He is impatient to meet Zoe."}
{"utterance": ["Lora: Hi, Michelle.", "Michelle: Hi, Lora. Good to hear from you.", "Lora: Yeah. I've been so busy at work recently.", "Michelle: I know what you mean.", "Lora: Fortunately, things slowed down a bit for me now.", "Michelle: Good for you, Lora.", "Michelle: You've been working too hard.", "Lora: Probably. But it paid off.", "Michelle: What do you mean?", "Lora: Well, I got promoted.", "Michelle: You did?", "Lora: Yep. You're talking to Senior Account Manager.", "Michelle: Congrats. Did you get a raise too?", "Lora: I did. Not too much though:(", "Lora: But what really counts, I will have much less work.", "Michelle: How come?", "Lora: I'll have fewer and larger clients. Basically, means working 9 to 5, five days a week.", "Michelle: A big change for you, then:)", "Lora: Exactly, we will meet much more often.", "Michelle: Cool. How about this Saturday?", "Lora: Can do=) Let's go shopping?", "Michelle: Sound great. Pick me up in the morning.", "Lora: Definitely be there!"], "summary": "Lora was busy at work recently. She got a promotion and a raise. Now she is Senior Account Manager and has less work than before. Lora and Michelle will go shopping together on Saturday. Lora will pick Michelle up in the morning."}
{"utterance": ["Cecily: where is he?", "Kim: who?", "Cecily: u know", "Cecily: don't pretend!", "Kim: really no idea!", "Cecily: Flyn, that bastard", "Kim: he's not home?", "Cecily: would I ask if he was?", "Kim: don't get mad at me, I don't even know what happened", "Cecily: yeah, sure, he tels u everything!", "Kim: don't think so", "Kim: stop yelling at me and calm dawn, he'll be back ", "Cecily: maybe..."], "summary": "Cecily is angry because Flyn didn't come back home yet."}
{"utterance": ["Bob: hey, pick up your phone :)", "Sam: Can't - I'm on a date in a theater :)", "Bob: Yeah, right, like you would get a date, looser :P", "Sam: <file_photo>", "Bob: wow, so it is a date, sorry dude", "Sam: np :) will call you later"], "summary": "Sam is in a theater on a date. He will call Bob later."}
{"utterance": ["Julie: We need to start preparing for the trip.", "Naomi: Stop panicking, we still have plenty of time", "Julie: Sorry, I always tend to forget something so I like to be prepared in advance.", "Naomi: Does it help?", "Julie: Not really :)", "Julie: Last time I forgot my second pair of shoes.", "Julie: Had to buy one when we arrived.", "Naomi: That's a cool way to get new things ;)", "Julie: Might be but you always end up paying much more that way.", "Naomi: Just make a list of what you need on the trip and pack accordingly", "Julie: Knowing me I'll forgot to put something on that list...", "Naomi: You're hopeless :)", "Julie: Trying my best :)", "Naomi: Just send me the list after you make it and I'll see if it has all the essentials", "Julie: That I can do.", "Julie: I'll send you one tomorrow.", "Naomi: Can't wait ;)"], "summary": "Julie tends to forget things when she's packing before a trip. Julie will send the list to Naomi tomorrow. She will check if it has essentials."}
{"utterance": ["Leo: hey jess", "Jessie: hey", "Leo: so what're u doing this weekend", "Jessie: yea let me have a look at my tight schedule -_-", "Leo: yea who am i kidding. you're always free", "Jessie: so what up", "Leo: we could maybe go out", "Jessie: is it YOU who's asking", "Leo: what does that mean", "Jessie: its always me coming up with the ideas", "Leo: yea right", "Jessie: it is right", "Leo: so?", "Jessie: so i am right", "Leo: i mean what do you think", "Jessie: oh you mean for the weekend", "Leo: yea", "Jessie: yea okay, cool", "Leo: btw.. you still have to come up with a place to hangout xD", "Jessie: see.. ._. always", "Leo: it was my idea tho XD", "Jessie: WOW -_-"], "summary": "Jessie and Leo will hang out at the weekend, but Jessie has to come up with a place first. "}
{"utterance": ["Hugh: What a living nightmare!!", "Trent: I know, my guitar was out of tune for the last 2 songs.", "Hugh: Well how about my mic issues. The sound engineer was an asshole!", "Trent: I think that's the last time we play that place!", "Hugh: You said it.", "Trent: I gotta contact Rory to put it on our blacklist. Just try and forget it, and let's concentrate on the next show in Kingston, ok?", "Hugh: Yeah, you're right. Goodnight.", "Trent: Goodnight"], "summary": "Hugh had mic issues and Trent had guitar issues at their show. It's the sound engineer's fault."}
{"utterance": ["Nelson: have you ever read the lord of the rings?", "Wilson: yeah, of course. it's brilliant. one of my favs.", "Nelson: cool. i just started it. love the story and characters so far.", "Wilson: yeah, i think fellowship is my favorite of the 3."], "summary": "Nelson has just started reading \"The Lord of the Rings\". It's one of the favourite books of Wilson. \"Fellowship\" is his favourite part."}
{"utterance": ["Andre: Did you see this offer?", "Andre: <file_other>", "Andre: It is for German speakers :)", "Hanna: In Lisbon??? :D", "Andre: Thats why I wanted you to see this :)", "Hanna: Is it only for natives?", "Andre: No idea... I dont think so", "Andre: You can apply anyway", "Hanna: The job is not very interesting but Lisbon...", "Andre: But its for google so maybe there are some other opportunities later", "Andre: And many benefits I guess", "Andre: I heard many good opinions about google", "Hanna: The benefits are important but ", "Hanna: Actually would be great to go even for a couple of months", "Andre: Exactly", "Andre: Remember that I first went to Milan just for a 3 months project ;)", "Andre: And its been four years now hahaha", "Hanna: Are you italian now? ;)", "Andre: My love for pasta is purely italian hahaha", "Hanna: Then I am italian too ;)", "Andre: You would look portuguese cuisine too", "Andre: And most of all the  desserts :)", "Hanna: In Algarve I had some of the best meals in my life", "Hanna: I would say that even better than in Spain"], "summary": "Andre has found a job offer at Google for German speakers in Lisbon. Hanna is interested. Andre has been living in Italy for 4 years. Both he and Hanna like Italian and Portuguese cuisine."}
{"utterance": ["Dorothy: Did you walk the dog Justin?", "Justin: noooo", "Dorothy: Damn it, one thing i've asked you", "Justin: I'm going now, chill", "Dorothy: Don't you dare talk to me like that", "Justin: kk mom, sorry ", "Justin: We're going"], "summary": "Justin did not walk the dog despite Dorothy's request and will do it now."}
{"utterance": ["Isaac: are you free this Friday?", "Wendy: No, I have lectures ...", "Isaac: I wanted to take a day off ...", "Wendy: well, go ahead but I won't be able to join you ", "Isaac: what time do you finish?", "Wendy: 2pm ", "Isaac: ok, I can meet you then, how about we go to Ikea?", "Wendy: great idea! we can eat something there", "Isaac: and buy pillows ", "Wendy: yes! :)"], "summary": "Isaac and Wendy will go to Ikea on Friday after 2 pm to buy pillows and eat something."}
{"utterance": ["Jake: Mom I need new shoes", "Hellen: Fine When do you want to go shopping?", "Jake: weekend?", "Hellen: Fine we can go"], "summary": "Hellen will take Jake shopping to get him some new shoes."}
{"utterance": ["Charlie: Should we buy the flights? It's Black Friday!", "Robin: Yup, maybe it would be good to do it today.", "Charlie: But where do we want to go?", "Robin: Wherever there's sun!!!!", "Charlie: I've just seen some 150$ one way to Curacao ", "Robin: if it's 300$ return, we're taking it man!", "Charlie: I can book them, you'll book the hotel.", "Robin: Deal!", "Charlie: WOW. That was smooth!", "Robin: I'm an easy companion, I told you!"], "summary": "Charlie will book tickets to Curacao. Robin will book the hotel. It's Black Friday so the tickets are 150$ one way. "}
{"utterance": ["Cora: Have you seen my phone? Can't find it.", "Darcy: What are you messaging me from?", "Cora: Tablet. I'm serious. Can't find it anywhere.", "Darcy: I'll give you a bell and we'll see.", "Cora: Good idea.", "Darcy: Ringing.", "Cora: Can't hear it.", "Darcy: Move around. Maybe it's in the other room.", "Cora: brb", "Darcy: Still ringing. W8. I hear something.", "Cora: Do you have it?", "Darcy: Yeah, you left it at my place."], "summary": "Cora left her phone at Darcy's place. "}
{"utterance": ["Tony: i will be late tomorrow", "Tony: perhaps i will have to stay longer at work", "Lisa: why?", "Tony: we are finishing huge project", "Lisa: so maybe we will meet another day?", "Tony: no, just give me some time if i will be later than 7", "Lisa: ok, so let's meet at 8, you will be on time and i will not be waiting for you", "Tony: ok"], "summary": "Tony and Lisa were supposed to meet tomorrow at 7, but he will have to stay longer at work due to a project he's finishing. They decide to meet at 8."}
{"utterance": ["Patricia: what's up?", "Jacob: not much, same old, you?", "Patricia: I am good, thanks, I was thinking we could meet this week, you and Kate?", "Jacob: well I am not really sure, we already have plans for most of the week", "Patricia: Next weekend then?", "Jacob: we have all of our weekends planned until the end of the year, apart from the one 2 weeks for now", "Patricia: my father has his 50th birthday then...", "Jacob: maybe next week on Wednesday, you could come to our place ? 6 PM after work?", "Patricia: That might be fine, I will let you guys know tomorrow ok?", "Jacob: Sure "], "summary": "Patricia will let Jacob know tomorrow if she can come over on Wednesday at 6 pm. Patricia's father celebrates his birthday in two weeks, at the weekend."}
{"utterance": ["Gwen: can Carla sleep at us tonight?", "Mandy: sure, no pro", "Gwen: thx sis!"], "summary": "Mandy agrees to put Carla up at their place tonight."}
{"utterance": ["Tom: Oh no! I lost my keys", "Matt: Again?", "Tom: Cannot find them anywhere... "], "summary": "Tom lost his keys again."}
{"utterance": ["Ellie: So what are we going to do about the wreath?", "Ellie: The funeral is approaching and we need to sort it out tomorrow at latest!", "Jay: I'm not good when it comes to flowers and I'm not sure if I can choose it myself", "Jay: but if send me a link, I can always order it", "Ellie: Ok, girls?", "Katie: let's look for it now and we will make a decision later", "Jay: <file_other>", "Jay: I found something like that. There are different sizes and even with the delivery we would be well within our budget.", "Jay: but as I said, not sure if it's visually pleasing", "Ellie: It's not bad", "Katie: <file_other>", "Ellie: This one is way too colorful for the occasion", "Katie: true and more expensive as well", "Monica: it's not that easy to find a good one", "Monica: so I'm not sure what to do", "Ellie: Can't find anything...", "Katie: me neither, all are either ugly or way too expensive", "Ellie: Maybe we should settle for the one Jay found in the beginning?", "Ellie: It's pretty nice and affordable", "Katie: I like it as well!", "Monica: I don't like the violet flowers in it", "Monica: violet is like my least favorite color!", "Ellie: Let's keep looking then and we will make a decision tomorrow morning", "Jay: if the violet color is the only problem, I can always call them in the morning and ask if they can swap those flowers for some other color", "Monica: that would be great", "Ellie: Yeah please do that but just in case keep looking for alternatives as well", "Jay: sure, I'll keep you updated tomorrow morning"], "summary": "Ellie, Jay, Katie and Monica need to buy a wreath for the funeral. Katie, Ellie and Jay would like to buy a wreath found by Jay. However, Monica doesn't like the violet flowers in it. Jay will call the florist in the morning and ask if they can replace the violet flowers."}
{"utterance": ["Ed: Mike, where the hell are you?", "Mike: I am still at school.", "Ed: Shouldn't you be home already?", "Ed: I don't have the key.", "Mike: I've got a chess club on Tuesdays.", "Mike: For the past three years.", "Ed: Could you skip it just once?", "Mike: Not when I am winning. You want the key, you come down here.", "Ed: All right chess master. Be there in an hour."], "summary": "Ed couldn't get in because he didn't have the key, and Mike was at his chess club meeting. Ed had to go get the key from Mike."}
{"utterance": ["Michael: Hi Paula, are you ready with the presentation?", "Paula: Yes sir, its almost done. Just a few additions to be done.", "Michael: Please make sure it’s up to the mark and as per the client’s expectations.", "Paula: Yes sir.", "Michael: Also do not forget to add the chart I sent you yesterday.", "Paula: I have already added it. Also I’m planning to present the same as a graph.", "Michael: I don’t think that would be necessary. ", "Paula: Ok. I’ll delete it.", "Michael: Yes, also try to make it interactive, so that the client does not miss even a single aspect.", "Paula: Sure, sir.", "Michael: Yes.", "Paula: So what time would be the presentation?", "Michael: Client will be in anytime now. We should be prepared with the presentation in the next 10 minutes.", "Paula: Sound possible.", "Michael: I’ll go and check the arrangements. Please be ready with the slides.", "Paula: Yes, will be ready on time.", "Michael: See you in the conference room.", "Paula: Sure.", "Michael: All the best!", "Paula: Thank you."], "summary": "Paula's presentation is almost done and will be ready within the next 10 minutes. Paula added a chart and deleted a graph - both at Michael's request. The client will come soon. Paula and Michael will meet in the conference room."}
{"utterance": ["Matt: What's up, man?", "Paul: Boring lecture...", "Matt: Same here.", "Paul: Why do they do this to us? :D", "Matt: It's a scheme to drive us out of uni.", "Paul: They want to take our jobs, because they fear younger and smarter generation of employees.", "Matt: Exactly. :D", "Paul: We should tell this to someone! Alert some institutions!", "Matt: They are all in this together, if you talk to someone, they'll be on to us.", "Paul: You're right. We need to save the world together then.", "Matt: Looks like it.", "Paul: What's our first move?", "Matt: Burgers and beer?", "Paul: I'm in!"], "summary": "Matt and Paul are at boring lectures. They will go for burgers and beer to break free."}
{"utterance": ["Kelly: Call me ASAP", "Kelly: PLS", "Peggie: I’m calling", "Kelly: XOXO", "Peggie: XOXO "], "summary": "Kelly wants Peggie to call her as soon as possible. "}
{"utterance": ["Rob: Hi bruv, family ok?", "Steve: Yeah, we are! We got here about 3ish, just chilling out, watching TV, will go for a walk later.", "Rob: You all fancy pizza for tonight?", "Steve: Hmm, not sure, I'll ask everyone.", "Rob: OK.", "Steve: Well, Mum would like fish and chips, Karen wants a Chinese meal and me and the kids are fine with pizza.", "Rob: OK, that's awkward! Can you persuade Mum or Karen to change their mind, I really don't want to go to 3 places!", "Steve: Just asked, Karen says pizza is far too carby and thinks Chinese is better in that respect, Mum doesn't like pizza much but could stand some Chinese food.", "Rob: We have a very difficult family! Ok, I'll stop at the 2 places. Right, what about orders?", "Steve: Right, me and Danny like pepperoni, Suki wants a chicken and bbq sauce pizza, Mum wants lemon chicken and special fried rice, Karen wants chicken with mushrooms, spicy veg and plain rice.", "Rob: OK, sounds clear enough. Now, what time do you want to eat?", "Steve: About 6/6.30?", "Rob: Right, I'll ring and go get it at 5.45ish. Oh, just remembered, the pizza place delivers so I only have to visit the Chinese place! Got any wine or other drinks?", "Steve: Umm, no, actually. Could you get a couple of bottles of white wine and some sugar free squash or pop for the kids?", "Rob: Well, that means I still have to go to 2 places! Can't you or Karen go?", "Steve: Oh, well, we've already had a couple of beers each, it is the Christmas hols, you know!🎄😁", "Rob: I suppose I have to stop and get the drinks too, then 😒. Some bloody relaxing holiday for me!", "Steve: Don't be arsey, you only see us all a few times a year! Look, how about you and me popping down the pub tomorrow?", "Rob: Maybe, but you can pay your rounds this time!", "Steve: Well, I had no cash on me at Easter! Only a one-off!", "Rob: It'd better be! Make sure you go to the cash point before we go out tomorrow! Oh, and I will want you or Karen to pay your share of the take away this time!!!!", "Steve: Don't get stressed, bro! See you this evening, bye!"], "summary": "Steve got there with family about 3. Rob will stop at 2 places to get food for the family. They want to eat about 6-6.30. They want Rob to bring pizza and Chinese food. Rob and Steve will go to a pub tomorrow."}
{"utterance": ["Tom: Hey dude, can you transfer me the money you owe me?", "Tom: It's been some time and I'm in a bit of a need", "Harry: Hey. Sure. Sorry it  took so long, but I had to straighten some things up.", "Harry: I'll send you confirmation in 5 minutes", "Tom: Chill. But thanks for quick reaction.", "Harry: And I thank you for your patience. :)"], "summary": "Harry owes Tom money. He will transfer it in 5 minutes."}
{"utterance": ["Lucy: Hi Mum! Just trying to find a blouse to go with that skirt from you. But can't decide!", "Mummy: Good morning my dear Lucy! Where are you?", "Lucy: I was at Gap in High Street but couldn't find anything decent. I'm next door now, at Marlow's.", "Mummy: Do you mean at Marrows?", "Lucy: But of course! I've tried on five blouses and I think I look awful in each of them.", "Mummy: Show me pls.", "Lucy: Just a sec. So that's my favorite. Though still terrible, isn't it? <file_photo>", "Mummy: Not bad. The others?", "Lucy: <file_photo>", "Mummy: The cream one. Can you put it on and move around in it, so I can see how it flows?", "Lucy: D'you mean I shoot a video?", "Mummy: If you can...", "Lucy: May be tricky.", "Mummy: Why don't you ask a floor assistant to film you?", "Lucy: That's a good idea. Be back in a sec.", "Lucy: <file_video>", "Mummy: But it's superb! Just the style we want!", "Lucy: But it's also the most expensive one. Well I like it too. In fact this one was my favorite.", "Mummy: What fabric is it?", "Lucy: Silk. So the price is adequate: 43$", "Mummy: Let me get it for you. Just buy it and I'll give you the money back when you are at ours.", "Lucy: Mummy you are lovely. THANK YOU!", "Mummy: Love you!", "Lucy: Love you too!!!"], "summary": "Lucy is in Marrows looking for a blouse to go with a skirt she got from her mother. She was at Gap in High Street but didn't find anything. She tries on several blouses and finally, after sharing a video with her mum, decides to get a cream silky one for 43$. Her mum will give her the money back."}
{"utterance": ["Jordan: Any idea how we’re getting to the festiwal? By car, plane or train? Let me know all.", "Amy: I’m all in for the train. It’s really quick and good value for money. And it doesn’t involve losing time in traffic :)", "Peter: Yeah, but I guess there’s gonna be some luggage to be carried from the station. Will we manage?", "Andy: Haha, I’m the strongest man on Earth, I’m carrying the whole world on my shoulders ;). I thought of a car, but I think train will suffice.", "Jordan: Haha, who let this dude join our trip ;) ? So we’re all good on taking the train?", "Patrice: Hey, what about me? Did you forget me?", "Amy: No, we were just waiting for everyone to express their opinion Pat :) Are you okay with the aggreements?", "Patrice: I guess, but I’m not sitting next to Andy haha!", "Andy: The whole world hates me… How did I deserve that :(?", "Amy: Right Andy, I’ll sit with you. Jordan, I guess we’re all set. Would you book the tickets?", "Jordan: Perfect, appreciate your organisational skills ;). So 5 tickets it is. We’re leaving at 9am, don’t come late! ", "Patrice: So great! Can’t wait folks! Xoxo", "Amy: Me too <3"], "summary": "Jordan will buy 5 train tickets for 9am. He, Amy, Peter, Andy and Patrice are going to the festival."}
{"utterance": ["Addison: I have been thinking to paint my house.", "Elijah: Good thought :)", "Addison: What u think. Which paint brand is good to go for :/", "Elijah: I would prefer diamond", "Addison: You have also used it for your house, right?", "Elijah: Yeah We have. My brother recommended it to me", "Addison: Yeah your house looks amazing with that paint"], "summary": "Addison is thinking of painting her house. Elijah recommends Diamond paint."}
{"utterance": ["Mia: Are we going to the rowing group party?", "Jeff: I think they organise it to collect money for their uniforms", "Mia: so?", "Jeff: I don't want to support it ", "Tommy: I agree totally"], "summary": "Rowing group is collecting money for their uniforms at the party. Jeff and Tommy do not want to support it."}
{"utterance": ["Sarah: what time are you going to be home?", "Diana: not before 8", "Sarah: wanna come over for a chat?", "Diana: Come to my place, I have to cook for the kids", "Sarah: Should I bring some wine?", "Diana: Maybe not tonight, I have to help Jimmy with homework", "Sarah: but when they go to bed?", "Diana: hahahaha", "Sarah: 😈", "Diana: Ok, bring some white", "Sarah: I've only red", "Diana: I think I don't digest red wine anymore after the weeding party", "Sarah: Ok, I will buy some white for you", "Sarah: you princess "], "summary": "Sarah will come over to Diana's with white wine to drink after Diana has cooked for the kids and helped Jimmy with homework."}
{"utterance": ["Paula: Did you guys watch America playing", "Janek: against who ", "Paula: Against Colombia", "Paula: At Copa America", "Eva: I watched it", "Eva: USA. USA. XD", "Janek: Nope I missed it then", "Paula: It was a good game", "Paula: I think I will start watching soccer", "Janek: That's good", "Eva: Me too ", "Eva: Haha", "Paula: 🙌"], "summary": "Paula thinks Colombia and USA played a great game. Paula is going to start watching soccer."}
{"utterance": ["Johnson: Sorry I couldn't pick up, I was driving. Did you need something?", "Rick: Just wanted to ask if you were home, got nothing to do..", "Johnson: Ahahha Just came to the supermarket to get some stuff and will be home in about 30 minutes. ", "Rick: Can I stop by?", "Johnson: Sure bro! Show up in about 40 minutes ok? ", "Rick: Cool, cya in a bit!"], "summary": "Johnson is in the supermarket and will be home in 30 minutes. Rick will visit him 10 minutes later."}
{"utterance": ["Henry:  Who was the girl with whom you were at the club yesterday? Nice chick ", "Mark: She is my new boss! It was business meeting.", "Henry: Sure…", "Mark: That’s true. Ian left us last month and Susana took his place.", "Henry: I wish to have such hot boss!", "Mark: You’re fool bro!", "Henry: No, I’m just jealous "], "summary": "Mark had a business meeting with his new boss Susana at the club yesterday. Henry wishes he had such a hot boss. "}
{"utterance": ["Raven: hey have you checked the fundraising thing on fb today?", "Raven: they're about to break 16mln!", "Anna: wow", "Raven: yeah!", "Raven: oh", "Raven: guess they're not", "Raven: they finished collecting", "Anna: oh", "Raven: yeah", "Raven: they had almost 16mln", "Raven: they lacked 300pln", "Anna: pity", "Raven: yeah shame", "Anna: they could've added those 300", "Anna: it would be a round number ;)", "Raven: exactly", "Raven: still a huge success", "Anna: of course", "Anna: wonder if they break last year's record", "Raven: how much?", "Anna: last year 121mln, this year 92 so far", "Raven: fingers crossed :)", "Anna: <file_gif>"], "summary": "The fundraiser on Facebook reached almost PLN 16 million. The whole sum collected last year amounted to PLN 121 million. This year they have PLN 92 million for now. "}
{"utterance": ["Harry: help me", "Jack: hi, sup", "Harry: its almost valentines, i have no idea what to buy for my lady", "Jack: im going to the movies with mine, but its probably too late to book it a day before valentines", "Harry: im not the best at romantic stuff", "Jack: just spend time with her, buy flowers or chocolates", "Harry: might work", "Jack: its really simple, its about your time together, not the gifts", "Harry: i hope she thinks the same haha", "Jack: good luck mate", "Harry: thanks mate"], "summary": "Jack is going to the cinema with his lady for the Valentine's day and suggest Jack should spend some time with his lady, buy her flowers or chocolates. "}
{"utterance": ["Gabrielle: He just broke up with me!", "Leila: Lol, why, because you were not happy about the mess he left in your flat xD", "Gabrielle: Basically, yes!", "Leila: What the fuckkk", "Gabrielle: We were talking, I told him he doesn’t care and everything and mentioned that maybe it doesn’t make any sense… And he immediately agreed and said that’s it!", "Leila: So you see, he was just waiting for it to happen, it’s a good thing it’s done now and not in 4 moths for example", "Gabrielle: I really thought it would be sth serious…", "Leila: With guys you can never be sure, sometimes they turn out to be pricks after 20 years", "Gabrielle: Terrible… Maybe I should be alone for some time.", "Leila: Sure, a few relationships didn’t work, you need time for yourself"], "summary": "He broke up with Gabrielle. Gabrielle was unhappy about the mess he made in her apartment and suggested their relationship was pointless. He immediately agreed. Gabrielle had hopes for the relationship."}
{"utterance": ["Hannah: have you ever heard of Arbonne cosmetics?", "Sylvia: yeah, direct selling, right?", "Hannah: exactly", "Sylvia: to be honest, Im not a fan", "Sylvia: I prefer to go to Rossmann, touch and see everything before I buy", "Hannah: thats right"], "summary": "Sylvia is not fond of Arbonne cosmetics direct selling because she prefers to touch and see the product before she buys it."}
{"utterance": ["Louise: You brat! You told mother about Pete?!", "Matt: Yeah, was it a secret? :D", "Louise: Of course it was!!!", "Matt: Oops.", "Louise: I hate you, now she's asking million questions", "Matt: Just tell her it's your business.", "Louise: Yeah and she'll take it so well, right?", "Matt: Lol, you're right.", "Louise: I'm gonna kill you!", "Matt: Sorry, I really didn't know it was such a big deal...", "Louise: Let me think what I can tell her about you... hmmmm", "Matt: Don't be mean :D It was an honest mistake", "Louise: Yeah, mine will be too.", "Matt: C'mon xD"], "summary": "Matt told mother about Pete. He didn't know it was a secret. Louise is angry with him."}
{"utterance": ["Jessica: Omg omg! You are not gonna believe this!", "Mariah: What?? what happened?", "Jessica: Brad and Ashley broke up, he's single again!", "Mariah: OMG I can't believe that, girl come to my place noooow we have to talk about this.", "Jessica: Be there in 10."], "summary": "Brad and Ashley broke up. Mariah and Jessica are excited to gossip about it. They'll meet in 10 minutes, at Mariah's place."}
{"utterance": ["Kim: 5 season of black mirror coming soon", "Hannah: Yep, i know", "Hannah: Lisa told me", "Kim: I can't wait", "Kim: And this whole 'choose your adventure' thing", "Sydney: ?", "Kim: Interactive episode", "Sydney: Aaaaah", "Sydney: Yes, that interesting", "Kim: I'm very curious about it", "Hannah: Here's an update", "Hannah: <file_other>", "Kim: *.*"], "summary": "Kim and Hannah can't wait for black mirror coming soon. Sydney and Kim find interesting the interactive episode."}
{"utterance": ["Debra: wine or beer?", "Alex: beer ", "Debra: though so, I bought some 4 u ", "Alex: u know me so well :)"], "summary": "Debra bought some beer for Alex."}
{"utterance": ["Isabel: the conjuring or the exorcist?", "Darcey: exorcist", "Tilly: exorcist", "Aisha: exorcist", "Isabel: ok 3:0, the exorcist wins :D"], "summary": "Isabel wants Darcey, Tilly and Aisha to decide on the film and the winner is The exorcist."}
{"utterance": ["Gabriel: should we take a car for minutes?", "Danielle: what is it?", "Gabriel: like car2go or something similar", "Amber: it's a great idea, we can share and it'll be cheaper than a taxi", "Gabriel: this is exactly, what I thought", "Danielle: ok, sounds good, I've never used them", "Gabriel: But you know what I'm talking about", "Danielle: I think I saw them in the city", "Gabriel: ok, i'll find one"], "summary": "Gabiel, Danielle and Amber are going to take a car for minutes. Danielle has never used it before."}
{"utterance": ["Ms. Flint: Hello, it's Jake's mum. He is not answering his phone.", "Ms. Flint: He told me he is at your place. Is that correct?", "Patrick: Hello Ms. Flint. Yes, Jake is with me. I told him to look at his phone.", "Ms. Flint: Thank you Patrick.", "Patrick: No problem."], "summary": "Jake is at Patrick's and is not answering his phone so Ms. Flint is looking for him."}
{"utterance": ["Emily: Hey, I need your advice. Are you free for a sec?", "Harry: What sort of advice?", "Emily: My brother just bout 3 dresses for me. which one should I choose?", "Harry: I would only be able to tell you after watching them,", "Emily: OK Sending you pics :p", "Harry: Hmm...", "Emily: <file_photo> <file_photo> <file_photo>", "Harry: These pic are blur. But I would not choose Blue one If I were you.", "Emily: I was thinking the same. ", "Harry: Why you have to reject one?", "Emily: Actually I am allowed to buy two dresses for now and my father has paid for only 2. That's why", "Harry: Would you come to college tomorrow?", "Emily: Yeah! I might wear one of these tomorrow", "Harry: OK See you at college then."], "summary": "Emily's brother bought 3 dresses for her and she might wear one of them to college tomorrow."}
{"utterance": ["Larry: You home?", "Jake: I'm baby sitting today", "Jake: Joanne went out to have her nails done", "Larry: want some company? the competition is about to start", "Jake: great come over, Cece is asleep", "Larry: Beer?", "Jake: can't - Joanne has this strict baby sitting not drinking rule", "Larry: crazy lady :D", "Jake: I know but what can I do", "Larry: one beer and one moc-beer than", "Jake: bless you", "Larry: be there in 10", "Jake: see you"], "summary": "Jake is baby sitting today. Larry will come over in 10 minutes."}
{"utterance": ["Larisa: send me the picture of that dress", "Sheila: <file_picture>", "Larisa: thx"], "summary": "Sheila has sent Larisa the picture of that dress."}
{"utterance": ["Jannette: I want Michael Jackson to be alive", "Marie: Is it 10 years from his death? ", "Jannette: Thats right", "Jannette: I love his music", "Marie: Me too", "Marie: He was my entire childhood", "Jannette: I have all of his albums", "Marie: Wow nice respect "], "summary": "It is 10 years since Michael Jackson died. Jannette and Marie love his music. Jannette has all of his albums."}
{"utterance": ["Jess: finished!", "Matt: gr8, so ur free?", "Jess: you bet", "Matt: where r we meeting then?", "Jess: wanna drop by?", "Matt: why the hell not :)", "Jess: great, vodka's already in the freezer", "Matt: neat xD be there in 15", "Jess: see ya"], "summary": "Matt and Jess are going to meet in 15 minutes at Jess's place. They are going to have some ice cold vodka."}
{"utterance": ["Armando: do you want me to bring some smoothies?", "Vivi: I'm lactose intolerant", "Armando: how about fruit smoothies then?", "Vivi: <file_photo>", "Armando: I make my own oath milk btw", "Vivi: yes please! <3", "Armando: ok I'll be at your place with smoothies at 5", "Vivi: see u soon! ;*"], "summary": "Armando will bring lactose free smoothies to Vivi's place at 5. "}
{"utterance": ["Patrick: Let's go to Cap Haitien for the weekend!", "Amanda: We don't have a car.", "Pearl: There is a bus. "], "summary": "Patrick suggests going to Cap Haitien for the weekend with Amanda and Pearl. They don't have a car, but there's a bus."}
{"utterance": ["Ariana: Have you seen Bohemian Rhapsody?", "Jake: You mean the movie with Rami Malek?", "Ariana: Exactly!", "Jake: Not yet", "Ariana: Oh, you MUST see it! It's wonderful!"], "summary": "Ariana advises Jake to watch \"Bohemian Rhapsody\". "}
{"utterance": ["Mary: Are you going to Rihanna's concert?", "Ann: Yes.", "Ann: Why do you ask?", "Mary: Can I go with you?", "Mary: I have problem with my car?", "Ann: Sure, no problem.", "Ann: I will tell Tom to come earlier.", "Mary: Thx :*"], "summary": "Mary, Ann and Tom will go to Rihanna's concert together."}
{"utterance": ["Nelly: Hello :-)", "Allie: Hi :-)", "Nelly: I saw you with the book at the lecture. Where did you get it?", "Allie: Our library.", "Nelly: It must have been the last. I was there today and all of them were borrowed.", "Allie: Bad luck.", "Nelly: Will you be using it all the time?", "Allie: I think so.", "Nelly: Ok. I'll try somewhere else."], "summary": "Allie got hold of a book which is much craved for at the university library. She refuses to share it with Nelly."}
{"utterance": ["Caz: Car seems ok so I'm gong to shoot over to Coventry tomorrow afternoon to visit dad in the nursing home.. fingers crossed I'm not crying on the side of the road again xxx I cant wait to get away again xx", "AJ:  Heres to another cruise", "Caz: Til our next one lol", "AJ: I'm hoping we will be having another very soon xxx", "Caz: I nearly bought us one for April.. 7 nights to Portugal 780 pp", "AJ: We can look for another over the weekend if you want xxx", "Caz: Now we know.. we can sit and work out the sunny side of the ship before we book lol", "AJ: I get some great bargain price emails xx", "Caz: When do you have to put your holidays in or are they pretty flexible?", "AJ: They are fairly flexible and there are only 4 of us controllers so next year is clear so far xxx", "Caz: We will chat about it at the weekend then xxx", "AJ: Ok babe, I should be off to bed soon for my 3am alarm 🙄xxx", "Caz: Ok darling sleep good xxx", "AJ: Night night babe xxx"], "summary": "Caz is going to Coventry tomorrow afternoon to visit dad. Caz and AJ want to chat about their holidays at the weekend. AJ has to get up at 3 am."}
{"utterance": ["Nylah: So strange", "Camilla: What?", "Nylah: The ticks are blue", "Camilla: What ticks?", "Nylah: Below the every msg. Oh I think it's a new option. When u read the msg the ticks become blue", "Camilla: Oh really. Still the same on my phone", "Nylah: Ok"], "summary": "Nylah is surprised about the blue ticks below her messages."}
{"utterance": ["Bill: Is anybody home?", "Sam: I doubt ", "Samantha: I'm home! :) I'm free today. Why?", "Bill: I forgot the key. Good!", "Samantha: :)"], "summary": "Bill forgot his key but Samantha will let him in. "}
{"utterance": ["Todd: I'm just checking if you want fried rice or plain?", "Sue: Fried. Plain is so boring! Why do they even ask?", "Todd: I'm sure someone likes it. I'll get you fried. Okay?", "Sue: Yep! I'm good with that.", "Todd: Should just be a few minutes. Do you want anything else?", "Sue: Maybe a bottle of wine? White?", "Todd: Pino Grigio okay?", "Sue: Fab! Thanks!", "Todd: Okay, see you soon!", "Sue: Can't wait! Starving!"], "summary": "Todd will get fried rice and some Pinot Grigio for Sue."}
{"utterance": ["Philippe: <file_photo>", "Philippe: I don't even know how to respond xDDDDD", "Jasmine: eeeeeeeee wait wat?", "Eve: jesus...I'm so happy I've already blocked her on facebook", "Philippe: how can anyone be so stupid to ask someone if they could SELL you a cap for the winter, and then say that you will give this person A VERY NICE NECKLACE in exchange for this cap..............................", "Philippe: and no money", "Eve: I don't know, she must be sick or whatever", "Jasmine: I'm still trying to process this conversation xd", "Philippe: I can't believe that a person who is sane would ever ask such a question", "Philippe: why the fuck won't she go to the mall or whatever and BUY a cap which usually costs nothing", "Eve: cause she can always TEXT YOU and offer you a very nice necklace ahhaahhhaah", "Philippe: ok, sounds reasonable XD"], "summary": "Philippe has issues with a girl on Facebook."}
{"utterance": ["Jax: Got the perfect present for you today!", "Erin: Ooh! Can I have it now????", "Jax: No! ", "Erin: Aw, please? Pretty please?", "Jax: No! It's for Christmas!", "Erin: Pllllllleeeeeeeeeeeeeeeezzzzzzzzzzzzzzzzzzzzzzzzzzzzzeeeeeeeeeeeeeeeeeeeee????", "Jax: No way. ", "Erin: You're mean!", "Jax: I shouldn't have said, but I'm excited to give it to you! AT CHRISTMAS!", "Erin: Alright, alright. Some people!"], "summary": "Jax has found a perfect present for Erin for Christmas. "}
{"utterance": ["Joshua: mom, have you seen my notebook?", "Mom: which one?", "Joshua: black", "Mom: all of your notebooks are black", "Joshua: grr, this one with panda ", "Mom: it's in the kitchen", "Joshua: thx :*"], "summary": "Joshua's panda notebook is in the kitchen."}
{"utterance": ["Di: Make sure you get crack dens proxy if they're not in arrears", "Jo: Jeebus, which one is that? 546 moved, 987 has always been in arrears. who am I missing? smh", "Di: 123", "Jo: That guy is an asshole", "Di: Sadly, even assholes have rights"], "summary": "Jo will get the proxy for 123."}
{"utterance": ["Bruce: heyyy fraaand ", "Bruce: xD", "Kevin: dont -_-", "Kevin: just.. DONT ", "Bruce: xD"], "summary": "Kevin asks Bruce not to laugh."}
{"utterance": ["Helen: nice job. Did you already book the Plaza?", "Rob: yes at 8pm. Be ready on time", "Helen: I have to meet John at 7pm . It won't take long", "Rob: Don't forget to bring my jacket.", "Helen: don't worry."], "summary": "Rob booked the Plaza at 8 p.m. Helen has to meet John at 7 p.m. She will bring Rob's jacket."}
{"utterance": ["Grace: Hey lady", "Grace: Today I saw you in town.", "Ruth: Really?", "Ruth: Why didn't you stop me?", "Grace: You were in Galitos and I could not have stormed in just to greet you.", "Ruth: Of course you would have.", "Ruth: There is no harm in doing that.", "Grace: 😂😂The embarrassment though.", "Ruth: Furthermore I would have given you a piece of my pizza.😂", "Grace: Pizza is bomb🤤", "Grace: Be sure next time i will not need any invitation😂", "Ruth: You are still welcome🤣", "Grace: Okay. BTW, do you think we can catch up some time?", "Ruth: Yeah sure. Just say the day.", "Grace: Tomorrow?", "Ruth: I'm in.", "Grace: Okay see you then", "Ruth: Bye"], "summary": "Grace saw Ruth in Galitos but she thought it would be embarassing to get in and greet her. They will meet tomorrow."}
{"utterance": ["Aisha: <file_other>", "Aisha: rofl this is the best thing i've read in a long time", "Beatrice: Give me a minute", "Beatrice: Lol", "Beatrice: Avocado anxiety wtf :D", "Aisha: yep :D", "Aisha: one of the biggest fears of millennials is related to their avocados", "Beatrice: First world problems at its best haha", "Aisha: yes :D"], "summary": "Aisha and Beatrice have fun reading a text on avocado anxiety."}
{"utterance": ["Jacob: Rob, did I leave my badge on the desk?", "Robert: Yup man.", "Jacob: How stupid!", "Robert: I can take it for you and leave at Ann's", "Jacob: That would be great! Very nice of you! Thanks!", "Robert: No problem!"], "summary": "Jacob left his badge on the desk. Jacob will take it for him and leave at Ann's."}
{"utterance": ["Maria: Have you seen my jumper?", "Joseph: A black one?", "Amy: no", "Maria: yes!!", "Joseph: You left it in the office", "Maria: Ufff", "Maria: Thanks Joseph "], "summary": "Maria left her black jumper in the office."}
{"utterance": ["Barbara: What game did we play last night on PS4?", "Barbara: It was so much fun!", "Stanley: It's called Beat Saber.", "Stanley: I feel my muscles after all this swinging :D", "Barbara: Maybe we'll get ourselves PS4 with PS Move?", "Barbara: PC is upstairs anyway. We could buy a console to have some entertainment downstairs.", "Stanley: In future, yeah. Could be a good idea.", "Stanley: But I'd like to remind you we have a car to repair and it's not gonna be cheap :/", "Barbara: Ehh. I know.", "Barbara: There will be PS6 probably by the time we are able to afford a console :/", "Stanley: Haha. No worries. Time flies by. Blink 3 times and it's two years from now.", "Barbara: Unfortunately, you're right. It's 2018 and just a moment ago it was 2012.", "Stanley: Yup. How come it's so fast?! ", "Barbara: It will get faster and faster. By the time we reach 30 years old we will be frustrated by the pace of our life.", "Barbara: Men have it rough.", "Barbara: It's called middle age crisis :P", "Stanley: Haha. You mean the time when I'll start returning to my youth dreams and start realizing them at last?", "Barbara: Yep. Exactly as your dad :P", "Stanley: Haha! I hope we'll get through this together :D", "Barbara: Totally! As long as I'm concerned, I'm not going anywhere :D", "Stanley: Did you book a table at Violet Sushi?", "Barbara: Yes. We have reservation for 6 people at 6 p.m", "Stanley: Fantastic! I'll pick up our friends at we'll meet there.", "Barbara: Sure! In case something changes, I'll let you know.", "Stanley: See you there.", "Barbara: <3"], "summary": "Barbara and Stanley enjoyed playing Beat Saber on PS4 last night. They consider buying a console, but first they need to have their car repaired. They start discussing how fast time flies. They have a table booked at Violet Sushi for 6 people at 6 pm. "}
{"utterance": ["Dagnah: It must be nice for you to wake up earlier these next two weeks 😃", "Val: Hahaha", "Val: It's sooo great!! 😋", "Dagnah: Hehe", "Dagnah: And waking up together with your cat and dog 😍", "Val: The best!!", "Dagnah: Send me photos of them later on ;)", "Val: I will 😄"], "summary": "Val finds it great to wake up earlier these next two weeks together with his cat and dog. He'll send Dagnah some photos of them later on."}
{"utterance": ["Felix: Please, tell Mr. Smith that I will miss class tomorrow.", "Gareth: Are you okay?", "Jake: No problem.", "Felix: I have doctor's appointment.", "Gareth: No worries, you can count on us."], "summary": "Gareth declares that he'll explain Felix's absence in tomorrow's class with Mr. Smith."}
{"utterance": ["Mary: Look what I've bought today", "Amelia: <file_photo>", "Amelia: Isn't it lovely?", "Mary: It's gorgeous!"], "summary": "Mary's bought something nice today."}
{"utterance": ["Miles: I had the weeeeeeeirdest dream for the longest time. I was stuck back in time, in the 80’s hahaha", "Connie: That sounds like awesome dream!", "Miles: And only my friend Annie new how to get back. And I couldn’t figure it out. So instead of just partying in the 80’s like I should’ve I just wasted the whole dream trying to figure how to get back to 2018", "Connie: Well, funny thing is you can't just go back to dreams you liked, no matter how hard you try. For me it works like that anyway"], "summary": "Miles had a strange dream about being stuck in the 80's. Connie wishes they could go back to their dreams."}
{"utterance": ["Jack: Did you see the latest?", "Linda: No, been working.", "Jack: They're postponing the Brexit vote!", "Linda: No fucking way!", "Jack: Yep. Unbelievable.", "Linda: I cannot believe they are going to drag this out more!", "Jack: You watch. They will roll it back!", "Linda: How can they? People voted to do it!", "Jack: The EU pretty much opened the door for cancelling it.", "Linda: They can't do that!", "Jack: They just might! Stay tuned!", "Linda: Ugh. So sick of it!", "Jack: You and the whole damn country!"], "summary": "Brexit vote is being postponed. Linda and Jack are tired of politicians dragging it out."}
{"utterance": ["Tom: Hello, I would like to ask if you have a particular tropical fish I am looking for in your store", "Angela: Which fish?", "Tom: I need a female severum. I just have a male and I would like to give him a mate.", "Angela: How big is he?", "Tom: About 15 cm from the mouth to the base of the tail.", "Angela: We don't have any that big, and if you put too small a female in, he will probably just chase her to death.", "Tom: OK. If you do get any in, or see any, can you let me know?", "Angela: OK, or what I can do is put one or two females in a side aquarium and grow them on. They will be ready in six months, but you won't find any that big in the trade, normally.", "Tom: That's a great idea.", "Angela: No problem, but it mean you need to pay a bit more and I need a payment in advance. Please call in tomorrow and we'll discuss it. "], "summary": "Tom is looking for a female mate for his tropical fish. Angela doesn't have any specimen at the store that would be big enough to be safely put together with Tom's fish. Angela offers to grow one of the females to the required size, but it's more costly and requires a payment in advance."}
{"utterance": ["Bella: What time are you arriving?", "Michael: Google maps says 2 hours left", "Christian: I'll be there in 1h", "Bella: Is there a lot of traffic?", "Michael: There is, but I still manage to go quite fast", "Michael: Jessy has a heavy foot :D", "Christian: I'm in the bus", "Bella: I'm so happy you guys are coming!", "Christian: Me too! It's been too long", "Bella: Michael, tell Jessy there is no need to speed", "Bella: If you arrive in 3-4 hours it's still ok", "Michael: I already tried. She's not reformable :P", "Bella: Just be safe!"], "summary": "Bella, Michael and Christian will meet together after a long break."}
{"utterance": ["Charlie: Guys, I need some of you to help me with cleaning up the summer house after yesterday's party.", "Charlie: Dad said that we better do that today if we want to use the place for a party again in the future...", "Daisy: I'll come, no worries, Charlie :)", "William: Everyone who enjoyed the party should help, I'm coming!", "Freddie: I had a good time too, coming", "Gabrielle: Couldn't come to the party... good luck guys xD"], "summary": "Charlie asks guys present at yesterday's party for help in cleaning up the summer house. Daisy, William and Freddie will come and help Charlie."}
{"utterance": ["Paul: Feel like going out tonite?", "Joss: No, got a terrible rash on my neck ", "Paul: what a dumb excuse", "Joss: <file_photo>", "Paul: God, go see a physician NOW", "Joss: was about to leave. Will let you know."], "summary": "Joss is going to see a doctor as he has a rash on his neck."}
{"utterance": ["Adrian: Do you still have my copy of Avenged Sevenfold's album?", "Chen: The last one? Yep", "Adrian: I'll need it back soon", "Chen: No problem, I'll give it to you tomorrow before class", "Adrian: Thanks", "Chen: No prob"], "summary": "Adrian asked Chen to return him his Avenged Sevenfold's album."}
{"utterance": ["Sonja: some of us will meet at paul's place tonight to watch movies", "Sonja: will i see you there?", "Robert: i can't make it :-(", "Robert: i have a big test tomorrow", "Sonja: boooooo you suck ٩◔̯◔۶", "Robert: what's that?", "Sonja: a thumbs down emoticon", "Robert: you're such a dork lol", "Sonja: you're such a nerd", "Robert: lol have fun at paul's tonight!", "Sonja: good luck with your text tomorrow!!"], "summary": "Sonja asks Robert if she should expect him at Paul's place where they're planning to watch movies tonight. Robert can't come round because he has a test tomorrow."}
{"utterance": ["Austin: I'm here. ", "Austin: What about did you want to talk?", "Anna: Give me a sec.", "Anna: I'm back. ", "Anna: I wanted to ask you about watches. ", "Austin: What kind?", "Anna: For men.", "Austin: Aha. ", "Austin: And a little more precise?", "Anna: I'd like to buy one for my partner's birthday. ", "Austin: I see. ", "Austin: Well, in my opinion, he should chose it himself. ", "Anna: I'd like it to be surprise.", "Austin: I understant. ", "Austin: In this case, tell my your budget and I'll send you some links. OK?", "Anna: Acctually, I'd prefer to see them in real life. ", "Anna: And I wanted to ask you to go shopping with me.", "Austin: Okey, we can do that. ", "Austin: But first look at them on the internet and tell me which ones you like.", "Austin: So that I know where to go shopping with you.", "Anna: Sound like a good plan!  "], "summary": "Anna would like to buy a watch for her partner's birthday. Austin will help her pick one while shopping together."}
{"utterance": ["Neil: I've beed digging through old photos", "Neil: Look what I've found", "Neil: <file_photo>", "Jerry: Hahahaha. It's us in China. God damn it was so long ago!", "Jerry: I wish we repeated that trip.", "Neil: Yeah. Me too. :)"], "summary": "Neil sends Jerry a photo from their trip to China. Jerry and Neil wish to repeat the trip."}
{"utterance": ["Alex: They closed King street, can you call dispatch?", "Penny: Sure. How long is it closed for?", "Alex: No idea. TFN really with these winds. Something fell in the road.", "Penny: Oh wow!", "Alex: Yeah, anyway, we need to let trucks know to go around.", "Penny: Okay, I'll call now.", "Alex: Thanks! I'll update you when I have more info.", "Penny: Okay!"], "summary": "King Street is closed. Something fell on the road. Penny will let the trucks know to go around."}
{"utterance": ["Tiffany: Dennis, I'm sorry about yesterday, but I had... a pretty big deal come through.", "Dennis: It's OK, Tiff. ", "Dennis: I really get that. Don't worry.", "Tiffany: I just baked a carrot cake, if you would like to come over,", "Dennis: A carrot cake?", "Dennis: I'll be there in 20 minutes!", "Tiffany: Haha! Great! I'm making tea then. :D", "Dennis: Oriental sencha?", "Tiffany: Duuuh!", "Dennis: I'll be in 10 minutes! :D", "Tiffany: <3"], "summary": "Tiffany apologizes for yesterday and invites Dennis over for cake. Dennis will be there in 10 minutes. "}
{"utterance": ["Darren: Have you all paid for the entrance?", "Paula: Yes", "Jim: I did, but I haven’t received any confirmation from the organisers", "Darren: Hm, that’s weird, you should have received an email after your money went through", "Jim: Check your account history", "Paula: It says that it went through", "Darren: Weird… I don’t know what must have happened. Maybe the system’s failure", "Paula: I will contact the organisers, I hope they will let me in", "Jim: Maybe print out the bank receipt just in case to prove you paid", "Darren: Good idea, they may not have enough time to respond"], "summary": "Paula and Jim have paid for the entrance but didn't receive confirmations. They will print out their bank receipts."}
{"utterance": ["Don: You coming to watch the riders game? ", "Conor: In Regina? ", "Conor: doubtful no tickets left", "Don: I have 2 xd for us", "Don: Dad is not going", "Conor: Oh nice! ", "Conor: I would like to  thx", "Don: K! "], "summary": "Don and Conor are going to watch the Riders' game together as Don's father is not going."}
{"utterance": ["Chloe: So guess what I heard today!", "Patrick: Omg girl what??", "Chloe: I GOT INTO GRAD SCHOOL! ", "Patrick: I'M SO PROUD OF YOU! ", "Chloe: Thank you! We have to go out tonight! I was thinking the Abbey?", "Patrick: Perfect. I'll tell my roommates. Say around 10 pm? "], "summary": "Chloe got into grad school. Patrick is proud of Chloe. Chloe and Patrick are going out tonight around 10 pm."}
{"utterance": ["Lizzy: What kind of books does your mom like?", "Lizzy: I'm asking because I wanted to buy her a small gift :D", "Paul: She's rather into crime stories or reportage books.", "Lizzy: Ok. Thanks!", "Paul: How's your day?", "Lizzy: I just left hairdresser and I'm heading to shopping mall. I'll get a book for your mom and I have an appointment at 2 o'clock. So far so good and traffic is even not so heavy.", "Paul: Ok. Wish you good day then. Watch out for yourself :D", "Lizzy: Kk. "], "summary": "Lizzy is heading to a shopping mall. She will buy a crime story book for Paul's mother. Lizzy has an appointment at 2 pm."}
{"utterance": ["Lee: just tried to follow your recipe for spicy salmon and it was an epic fail.", "David: Why?", "Lee: it's overcooked", "David: Mmmmm... that's weird", "Lee: Nope, i have to be honest though, i didn't follow the recipe *exactly* as you gave it to me.", "David: that explains it!"], "summary": "Lee overcooked the salmon, because he did not follow the David's recipe precisely."}
{"utterance": ["Kim: can you give me a ride 2day?", "Beck: im already at school sry", "Elberta: no prob what time?", "Kim: can u pick me up at 9.00. or its too late?", "Elberta: lets make it 8.40. traffic might be pretty bad today", "Beck: yeah, it seems. It was already packed at 7 so you too make sure to leave Elary", "Elberta: or we'll miss the economy class. How could we", "Kim: terrible lol", "Elberta: ok then 8.30. shite, make up!"], "summary": "Elberta will pick Kim up at 8:30 to avoid heavy traffic. If they get stuck in a traffic jam, they might miss the economy class."}
{"utterance": ["Landon: hey! :)", "Landon: what's up? you called me", "Roman: hi", "Roman: have you heard that there is a bomb alert at the university?!", "Landon: whaaaaa...??", "Landon: you're kidding me, right?", "Roman: no, i'm dead serious", "Roman: check your email", "Landon: :o :o :o", "Landon: i think it's a false alarm", "Landon: i bet some dumbass student didn’t want to take a test and wrote this mail", "Landon: this world is full of idiots", "Roman: sounds probable XD", "Roman: someone’s gonna take some heat for this :p", "Roman: do you think they’ll have to pay for the whole action?", "Landon: idk", "Landon: but surely they’ll be kicked out of the university", "Roman: and they should be!!", "Roman: they completely paralysed the university", "Landon: and the whole city! the traffic is gigantic", "Roman: shit, i'll probably miss my train then", "Landon: where are you going?", "Roman: i wanted to visit my parents, but probably i won't manage to do that :/"], "summary": "There's a bomb threat at the university, which paralysed the city. Roman wanted to visit his parents but he might miss his train. Landon thinks the person responsible should be expelled."}
{"utterance": ["John: Ain't no sunshine, when she's goooone...", "Angela: What?", "John: You haven't replied to my message :(", "Angela: Yeah, like you always reply to mine straight away :P", "John: That's not the point :P"], "summary": "Angela didn't reply to John's message immediately."}
{"utterance": ["Abigail: hi darling, did you receive the Martin's wedding invitation?", "Susan: yes, so cute", "Abigail: are you going?", "Susan: for sure, i love him so much.", "Abigail: we could  go together, don't we?", "Susan: good idea. You take in charge travelling and i look for accommodation", "Susan: we should ask Linda to come with us", "Abigail: why not? However I'm not sure she'll come. She should be in NY at that time.", "Abigail: there is a train leaving saturday morning at 7:43. We should arrive at 01:56 pm.  - 97 euros per pa -", "Susan: expansive! what about the return?", "Abigail: depends if we stay sunday for lunch or not?", "Susan: i'd love too. Are we invited too?", "Abigail: i think so. Ask Martin!", "Abigail: I found another train leaving earlier and cheaper, with return included", "Susan: what time? How much?", "Abigail: departure saturday 5:56, arrival 01:12pm  - Sunday: departure 6:29, arrival 11:59pm  - 156 euros !  ", "Susan: good! we'll have plenty  of time to get to the hotel before celebration. But it's gonna be hard in the morning!!", "Abigail: did you find an hotel?", "Susan: not yet, i didn't have time to deal with it.", "Abigail: you should do it soon. It's peak season. All hotels would be booked at that time.", "Abigail: Hi Susan. Did you book something?I'll do it otherwise", "Susan: sorry. I'd better you to deal with it. I'm quite busy.", "Abigail: ok! but it's really impossible  to count on you!", "Susan: sorry , sorry. thanks darling. You're better than my mum!"], "summary": "Abigail and Susan are going to the Martin's wedding. Abigail took care of travelling and accommodation. They would like to stay for Sunday lunch. They will travel by train. The departure is at 5:56 on Saturday, arrival at 1:12 pm. On Sunday, departure is at 6:29 and arrival at 11:59 pm."}
{"utterance": ["Gerald: anybodys ben to ted's wedding?", "Whistler: i wasnt invited. plus i dont give a fuck", "Jamison: same thing. i dont think he even mentioned that anyway", "Mel: well he did say he was getting married but u sure it was this weekend?", "Newell: Geralds right. wedding was on fri", "Gerald: you went newls?", "Newell: nope. guess what? i was not invited ", "Whistler: the staggie was secret too", "Jamison: u think its the lady? mels bloody difrent now", "Mel: cheers mate", "Jamison: i mean ted sry", "Mel: not gonna get tied any time soon no worries", "Newell: seems like nobody been there anywa", "Gerald: if no1 was invited ...", "Whistler: and most had not the slightest idea", "Gerald: ur right"], "summary": "Whistler, Jamison, Newell, Gerald and Mel were not invited to Ted's wedding. Mel is not going to get married anytime soon."}
{"utterance": ["Jason: When can I meet professor Johnson?", "Tray: His office hours are 12-2p.m. every Tuesday ", "Max: But you need to make an appointment first ", "Jason: Thanks ", "Jason: Do you have his email?", "Max: Check on the website", "Jason: Will do "], "summary": "Jason can meet with professor Johnson during his office hours, which is from 12 to 2 PM every Tuesday. He has to make an appointment first. "}
{"utterance": ["Nick: So, so? Have you finished yet?", "Haley: yes :(", "Nick: I know, right?", "Haley: I hate u. The ending was heartbreaking af", "Nick: I know, but then again the whole game is soo good.", "Haley: True that", "Nick: So what did you sacrifice?", "Haley: Arcadia Bay.", "Nick: Srsly?? I was 100% certain, you're going to sacrifice Chloe.", "Haley: I mean it wasn't an easy decision, but it made sense to me. What did you choose? ", "Nick: I sacrificed Chloe, obviously.", "Haley: obviously :P", "Haley: You know it's almost 50/50 with this choice among the players", "Nick: I've seen the statistics, yes. So why did you choose Chloe?", "Haley: Because it's actually the one person that you truly care about. Who's like your best friend and means something to you. You've tried so hard for her and now you're just gonna throw that all away and kill her? I just couldn't do it.", "Nick: Yes, but that's one life against several thousands of lives including Chloe's mother. How do you think that would make her feel?", "Haley: I know and as I said it was a devastating choice, but I couldn't let her die after all that emotional build-up.", "Nick: I sorta get it... in theory. But for me the math was simple. Plus there was this part where you had to see the damage the storm had done and save your classmates and all that. It really got to me.", "Haley: I know all that but it was just... pursuit of happiness I guess. Like if it was Josie or your mom, what would you do?", "Nick: yeah, but for me it wasn't a Josie/mom kind of relationship. Chloe and Max just spent several days together after some long years of zero contact. I just didn't really feel that close to Chloe, I guess.", "Haley: I totally adored her and actually felt guilty a lot o f times on Max's behalf for abandoning her like that those years ago. I know Chloe is difficult and troublesome, but for me that was kinda lovable.", "Nick: I didn't connect with her like that at all. I mean it wasn't ok, what Max did, but I feel like Chloe was constantly guilt tripping Max throughout the game. It was kinda annoying.", "Haley: i dindn't really see it that way. Chloe's just sorta emotional, says what she feels.", "Nick: That's a polite way to put it but ok. :P What about the other choices? And most importantly - did you water the plant? :D", "Haley: Yes! :D I watered it exactly right.", "Nick: Haha, me too. I wish I was able to do that in real life :P"], "summary": "Nick and Hayley finished the game. Nick sacrificed Chloe and is surprised that Hayley sacrificed Arcadia Bay. "}
{"utterance": ["John: Any jobs going at your place at the moment?", "David: No, not at the moment but there might be some coming up next year.", "John: Just left my job so I really need to find something rather quickly.", "David: It's a bad time of the year with Christmas and New Year and all that.", "John: Yes I know. Nothing much happens until about mid January. That's why I'm asking around.", "David: If I hear of anything I'll let you know.", "John: Thanks. Keep me posted.", "David: I shall."], "summary": "John has just left his job. John needs to find a new job quickly. David is not looking for new workers. David thinks Christmas and New Year is a bad time to look for a job. David will inform John if he hears about a job offer. "}
{"utterance": ["Karen: i really want to go camping but no one wants to go with me", "John: if you're texting me to say i'll go with you, then you're barking up the wrong tree", "Karen: that's NOT why i'm texting you…", "Karen: … ok, that IS why i'm texting you", "Karen: come on, come on, come on, come with me", "John: if no one wants to go with you there's a reason", "John: camping is boring, it's uncomfortbale, no one likes it", "Karen: you're a bad friend lol"], "summary": "Karen wants John to go camping with her as nobody else wants to do it. John is not willing to go with her."}
{"utterance": ["Larry: hiya sal sorry to bother you but do you know what is going on with our kid", "Sally: Hi Larry I'm sorry I havnt seen him much.. whats going on", "Larry: I dont know he is just behaving so strangely", "Sally: have you spoken to mick", "Larry: not yet I was thinking about going over there later", "Sally: he does spend a lot of time out there", "Larry: thats what bothers me", "Sally: yes well mick does get up to all sorts since becky left him", "Larry: I no he was up the pub last week pissed out of his head", "Sally: he has always been a drinker", "Larry: well i dont want our steve ending up like that hes only just getting himself sorted", "Sally: thing is lar.. u cant go wading in and accusing he is a big man now", "Larry: dont bloody act like one", "Sally: do they ever?", "Larry: his mum is getting worried", "Sally: I will try to have a word.. dont go over to micks today let me see whats going on", "Larry: u sure?", "Sally: yes mick will talk to me", "Larry: yes he prob wont open up to me", "Larry: alrite then love I will leave it to you", "Sally: ok Lar  I will talk to you later xx"], "summary": "Larry and Sally's kid has been behaving strangely. Sally will talk to Mick about it."}
{"utterance": ["Tamara: Hi we need to talk.", "Casper: y so serious babe? 😁", "Tamara: because it's serious", "Casper: you're scaring me 😨", "Tamara: im fed up with what you do", "Tamara: ive seen you commenting some girl's photos", "Casper: jeeez u mean Julie? my old friend", "Tamara: who is she? how come i never met her", "Casper: cause she's from high school", "Tamara: you were commenting with hearts", "Tamara: i see you two are close 😠", "Casper: honey, no one is as close with me as you are", "Casper: this is just how Julie and me communicate", "Casper: i'll call you later and explain", "Tamara: whatever"], "summary": "Tamara is jealous of Casper lovingly commenting on Julie's photos, his high school friend. He will call her later and explain."}
{"utterance": ["Andrea: Do you want to contribute to Leslie’s birthday present?", "Keith: Hmm and what is it about?", "Andrea: We’re gathering money to buy her favorite book collection.", "Keith: Loool is it that expensive xD", "Andrea: It’s twelve books, maybe that’s why ;p", "Keith: Oh lol, ok, I’m in", "Andrea: Great :D", "Keith: But how do I know which of the books should I buy", "Andrea: None of them xd", "Keith: what", "Andrea: I mean I’m just collecting money and then I’ll buy the series.", "Keith: Ok, how much will be that?", "Andrea: It depends on number of people, now it would be $Keith:0 per person, but it may be less if some other people will declare they want to do it.", "Keith: Alright I’m in", "Andrea: Great! We have some ideas for the beginning of the party, I’ll keep you posted in case you want to take part in it", "Keith: OK, what is it about?", "Andrea: We want to surprise her, we need to take her to the ground ;P", "Keith: Lol sounds nice indeed xp", "Andrea: You’re strong, you could do it.", "Keith: No way!!", "Keith: I’m not fighting with some terrified girl", "Andrea: She won’t be terrified!", "Keith: If someone starts fighting with you for no reason you get scared, right?", "Andrea: Comon she will know it’s us!!!", "Keith: OK I’ll do it but you need to give the plan xD"], "summary": "Andrea's collecting money for Leslie's birthday present. She's going to buy her a book collection. Keith will fight Leslie as part of the party only  if he knows the plan. "}
{"utterance": ["Kate: We're about to leave", "Mary: Ok.", "Kate: We'll be at your place in 1 hour "], "summary": "Kate will be at Mary's place in 1 hour. "}
{"utterance": ["Renata: How's writing of your BA thesis going?", "Vera: I hate this question", "Vera: Too many people ask about that and I always have to think hard how to explain my tardiness...", "Renata: hahaha", "Renata: That's so typical, I have the same!", "Renata: But I'm asking to make sure that it's not only me who still doesn't care too much :)", "Oscar: And I'm no better than any of you", "Oscar: This phenomenon is called 'procrastination'", "Vera: What you've said just hits home", "Charlie: Hi guys", "Charlie: Quite a serious topic here", "Charlie: If it's any consolation for you, I've got a huge amount of catching up to do, too...", "Renata: Hey Charlie, welcome to the club of procrastinators", "Charlie: I'm with you, like it or not...", "Charlie: Everytime I sit at the computer ready and motivated to write, strangely something comes up", "Oscar: True. And if nothing comes up, you realize that there's actually something more important to do... at this very moment", "Renata: It sounds as if you were telling my story", "Vera: This phenomenon is a perfect topic for some scientific analyzis", "Renata: Yeah, seventh heaven for psychologists.", "Oscar: Well, whatever...", "Oscar: At least this year I've got my clothes washed, furniture dusted and windows cleaned. More often then ever before", "Charlie: Well done, Oscar. Look at the bright side, they say", "Charlie: Last time I was ready to write and suddenly I realized that the net curtains hanging in my room need refreshment", "Charlie: Now they're the cleanest and neatest curtains in the whole city", "Vera: Well, Charlie... Congrats!", "Renata: We're like the band playing on the sinking Titanic, really", "Charlie: Yeah... The melody's beautiful but the situation we're all in is hopeless", "Renata: #lifeisbrutal #truestory"], "summary": "Renata, Vera, Oscar and Charlie are procrastinating instead of writing their BA theses."}
{"utterance": ["Martha: What do you think?", "Martha: <file_photo>", "Daniel: It's ok", "Jessica: Oh yes! gorgeous!"], "summary": "Martha shares a photo with Jessica and Daniel."}
{"utterance": ["Nestor: <file_photo>", "Nestor: I think this semester I won’t be able to resist enrolling in random seminars which I find interesting", "Aida: Please DON’T", "Aida: As a person who had always done it and always regretted in the end, I feel like you really shouldn’t", "Aida: Ehem but I haven’t even asked which seminars", "Aida: 😅", "Nestor: History of imperialism in Latin America, Racism in Brasil (!!!), Critical Theory and many many many MOOORE", "Aida: Oh sounds good, especially the one about racism", "Aida: Perhaps you could just attend without enrolling?", "Nestor: Mmmm", "Aida: I thought you were thinking of an academic career and all these seminars are unrelated to your degree", "Aida: Remember your grades are Sacred, your diploma has to be flawless, etc.", "Nestor: AAAAAAA", "Nestor: You’re touching on difficult subjects here", "Aida:?!", "Nestor: I’ve only got one A this year… Professors mostly refuse to give better grades than a B here :(", "Aida: Fuckers. Sounds like the French system. Only the professor merits an A", "Nestor: Something like that, actually our education system is very similar", "Nestor: But I didn’t even want to talk about uni!!", "Aida: Ooops 🤫", "Aida: On a different note… I’m polishing my Portuguese listening to Ludmilla, do you know her? 🤣", "Nestor: lol yeah", "Nestor: They usually play her songs at parties, etc.", "Nestor: But I don’t listen to her myself", "Aida: Such a shame. I can’t stop singing “Hoje”. A smashing hit 🥁💥", "Nestor: You should tots check out Pabllo Vittar if you happen to have discovered a craving for shitty music", "Nestor: He’s really “good”", "Aida: Interesting", "Aida: Obrigada 😻"], "summary": "Nestor wants to take a lot of classes this semester. Aida advises Nestor to focus on essentials. They dislike the grading system. Aida listens to Ludmilla to improve her Portuguese. Nestor recommends Pablo Vittar."}
{"utterance": ["Sarah: HEY! I missed you at class how are you??", "Kasia: hi! i don't know tbh, theres a lot going on right now not exactly good stuff how about you?", "Sarah: whats happening?? wanna hang out this weekend? im ok", "Kasia: oh god i have to tell you everything in person its just to much but this weekend I can't what about Tuesday?", "Sarah: yes!! lets!! I feel like I haven't seen you in awhile hah", "Kasia: me too, I miss you! so freaking much has happened so I can tell you about it all Tuesday ", "Sarah: yes!! we need to talk Tuesday is the soonest you can meet ", "Kasia: unfortunately yes :( I wish I could sooner", "Sarah: ok Tuesday is ok! I don't have anything", "Kasia: <3", "Sarah: do you still wanna meet today?", "Kasia: ahh I forgot to text you, im at home all day sick :(", "Sarah: OH NO!", "Kasia: are you free Thursday? ", "Sarah: im free all day but fro 4:30-5:30", "Kasia: are you free around 6?", "Sarah: perfect! 6 at costa coffee on centrum? ", "Kasia: perfect! see you there!!", "Sarah: See you!"], "summary": "Kasia and Sarah agree to meet on Tuesday but Kasia gets sick. They will meet at 6 pm on Thursday at Costa Coffee in the centre instead."}
{"utterance": ["Trish: hi girl", "Trish: i know your a fan of Friends", "Rose: hi there", "Rose: thats true", "Trish: i got a tshirt with them", "Trish: would you wear it if i gave it to you?", "Rose: of course", "Trish: cool", "Rose: thanks, ill pick it up next time"], "summary": "Rose is a fan of \"Friends\". Trish got a T-shirt with them, she will give it to Rose."}
{"utterance": ["Parker: Ok, its confirmed :D", "Cody: Youre really pregnant <3", "Parker: I am :) The doctor says everything is fine, I got a bunch of leaflets and everything xp", "Cody: I’m so happy, you have no idea", "Parker: Me too :*", "Cody: When do you want to tell your parents?", "Parker: I want to invite them for dinner, what do you think?", "Cody: Great, tell me when, we can invite mine too!", "Parker: Cool, I’ll call you later :D"], "summary": "Parker is pregnant. Parker and Cody want to invite their parents for dinner to tell them about the pregnancy. "}
{"utterance": ["Ryan: Hey Holly, long time no speak, how are you? :)", "Holly: Hi Ryan! It's so nice to hear from you! Nothing special is happening,really. I've been working a lot recently :( Where are you now actually?", "Ryan: Amsterdam! The project I'm currently working on is planned until the end of November, so I believe I might come home around Christmas.", "Holly: That's so great, we surely need to meet up then and reminisce good old times :)", "Ryan: When we were young and beautiful, carefree….", "Holly: Exactly! Now we are just beautiful XD", "Ryan: Speaking about beautiful people, how is your boyfriend Mike doing?", "Holly: Ah..you see, there was one tiny development in this area, he is not my boyfriend anymore…", "Ryan: Oh no, seriously? He was a nice guy! And so pretty :)", "Holly: Hold your horse, he's not my boyfriend anymore as he is my fiancé now", "Ryan: Wow, now I understand everything, congrats Holly! When did it happen? Was it romantic ? :D", "Holly: Nah, it wasn't romantic at all, he just went on one knee after we had dinner with my parents, can you imagine?", "Ryan: I certainly can :) I believe your father was really entertained?", "Holly: Yeah, later on he told me he could hardly stop himself from laughing", "Ryan: And what about your mum? ", "Holly: Apparently she knew what Mike was planning so it wasn't a surprise for her! ", "Ryan: Anyway, nice to hear that you decided to make this step in your life :)", "Holly: Thanks Ryan :) It indeed is a certain step in my life..."], "summary": "Ryan is working in Amsterdam until the end of November. He will meet with Holly when he'll get back. Holly got engaged to her boyfriend Mike. "}
{"utterance": ["Kevin: Are we getting gasify?", "Kevin: Taxify* ", "Kasper: Isnt über better?", "Kevin: Taxify is way cheaper!", "Kasper: K as u wish", "Kasper: Lets get a taxify", "Kevin: You coming soon? ", "Kasper: On my way to you bro! "], "summary": "Kasper and Kevin agreed to get a taxify. Kasper's on his way to Kevin."}
{"utterance": ["Sandra: Buy a carrot and some milk on your way home.", "Dan: sure, darling, sth else?", "Sandra: Maybe some fruits too? choose sth :)", "Dan: ok, see u soon :*"], "summary": "Dan will buy carrot, milk and fruit."}
{"utterance": ["Anton: 👋🏾", "Jo: Hey", "Anton: How did the conference go? ", "Jo: Not too bad actually. In the end I decided to read the entire paper instead of improvising, so I got less nervous than usual. And when it comes to content, it seemed the audience understood what I wanted to say, which is good 😂", "Anton: ha ha, sounds like a success", "Jo: Indeed!! I'll talk to you later, I've got some networking to do... "], "summary": "Jo read a conference paper and the audience understood it. Jo has networking to do now."}
{"utterance": ["Jason: Toxic main office now causing me problems!", "Sally: Oh no!", "Jason: They cost our office a 2.5 million relationship. I'm pissed. Just between us.", "Sally: Well that was stupid! My lips are sealed.", "Jason: The President is a moron.", "Sally: Is he new?", "Jason: They lost 7 employees from the main office since October. 35 years here. It's ridiculous.", "Sally: Is he going through menopause or what?", "Jason: LOL!"], "summary": "Jason's office lost a 2.5 million relationship and 7 employees since October."}
{"utterance": ["Peter: Happy birthday! <file_gif>", "Megan: Thanks, Pete! I'm so happy you remembered! <3", "Peter: How could I forget!", "Megan: Well, it's happened with some people before, so ^_^' even with friends that I thought were close... but never mind that!", "Peter: Got any plans for today?", "Megan: Mm, just hanging out with my family, I guess?", "Peter: Well, sometimes it's good to have a chill day, haha", "Megan: Yeah, they're getting me cake, too! It's a surprise, so I'm a little excited, hehe :D", "Peter: How is it a surprise if you know about it already??", "Megan: Uhh! I know that I'm getting one, but I don't know what it'll look or taste like! So it's still a surprise!", "Peter: Ahh, I get it", "Megan: I won't see it until the evening, but that's fine, at least I have something to look forward to~!", "Peter: What do you say we see each other next Tuesday? I have a little something for you too, actually", "Megan: What! Really?? Pete, you didn't have to! ;_;", "Peter: Oh come on, Meg, we've known each other for 10 years now", "Megan: Well! If you insist... I'm free, so yeah, Tuesday sounds good!"], "summary": "Megan has birthday today, and she's going to meet with her family. Megan will get a surprise cake. Megan and Peter are going to see each other on Tuesday."}
{"utterance": ["Grace: I want orange juice", "Gus: sure, hun", "Grace: and maybe some chocolate", "Gus: of course, hun", "Grace: no, don't buy chocolate, ice cream would be better", "Gus: as u wish", "Grace: and don't forget about bread and peanut butter", "Gus: I wont, dear", "Grace: and u need to pick up Kevin at 4", "Gus: I remember", "Grace: great, see u at home", "Gus: see u, dear", "Grace: love u"], "summary": "Grace wants Gus to buy orange juice, ice cream, bread and peanut butter, and pick up Kevin at 4."}
{"utterance": ["Tanya: I can hear your nasal voice", "Tanya: I will call you trough WhatsApp later", "Tanya: Ok?", "Tanya: A big kiss from Barcelona", "Tanya: <file_other>", "Tanya: <file_photo>", "Lynda: <file_other>", "Lynda: The bracelet is the one I bought in Warsaw", "Lynda: All Polish women were wearing it :)", "Lynda: Remember?", "Tanya: Aaa, ok, yes", "Tanya: And now what - you are sick? Again? You need your bad dear...", "Tanya: Travelling is tough sometimes", "Tanya: I'll send you some photos and files to cheer you up", "Tanya: <file_photo>", "Lynda: O wow :o ", "Lynda: Who is this sexy lady?!?", "Lynda: Amazing"], "summary": "Tanya is in Barcelona. She sends Lynda a few pictures to cheer her up. Lynda is sick. She sends Tanya a picture of a bracelet she bought in Warsaw."}
{"utterance": ["Carl: Hi, would you like to come and see Body Worlds exhibitions?", "Brenda: Sure!", "Brenda: Hi :)", "Brenda: When?", "Carl: Whne you have time. Maybe tomorrow?", "Brenda: Tomorrow I'm working. But I could come on Sunday. ", "Carl: Great! I have a family meeting on Sunday, but it's in the afternoon.", "Brenda: So we can go around noon?", "Carl: Yeah! ", "Brenda: Cool! I wanted to see it anway :)  "], "summary": "Brenda and Carl are going to see the Body Worlds exhibition at about noon on Sunday. "}
{"utterance": ["Nicole: Hey John", "John: Hey Nicole", "Nicole: What are you doing?", "John: Surfing the internet. I’m looking for a new car, don’t know actually which one to choose. There are a lot of options and I haven’t decided yet.", "Nicole: Right", "John: Something on you mind, Nicole?", "Nicole: No, no", "John: Well then did you message me for any particular reason?", "Nicole: Just seeing how you are", "Nicole: Wanted to catch up with my big brother", "John: Yeah, how’s work?", "Nicole: Pretty good, new challenges and new opportunities", "John: Good 😊"], "summary": "John is looking for a new car online."}
{"utterance": ["Teresa: I'm not sure what has happened in my life", "Teresa: But If today's Me would travel back in time to my 18 year old self and told her that in 10 years I would have such a great home, loving boyfriend, two giant mainecoon cats and well paid job, I'm sure she wouldn't believe me.", "Sarah: Hahaha.", "Sarah: Life can be full of surprises.", "Sarah: I'm happy for you sis.", "Sarah: Joy of life is one of the most satisfying things you can ever feel.", "Sarah: Be thankful for that situation and appreciate it. Many don't have this privilige of being happy.", "Teresa: Yeah I know. This joy is giving me motivation to be a better person. I love it.", "Sarah: Glad to hear that."], "summary": "Teresa enjoys her life and wants to be a better person. Sarah is happy for her sister Teresa."}
{"utterance": ["Simone: I'm going home in 10min, anybody needs a lift?", "Maria: thanks, I have to stay longer tonight", "Zelda: I'll go with you, let's meet at the staircase", "Simone: ok"], "summary": "Simone's going home in 10 minutes. He'll give Zelda a lift. They'll meet at the staircase."}
{"utterance": ["Leo: im at the place", "Nick: ok i will be in 5 mins", "Leo: ok i will order a pizza"], "summary": "Leo is going to order pizza. Nick will join Leo in 5 minutes."}
{"utterance": ["Beth: heey, I heard Sanders saying smth how you're all signed up for multilingualism", "Beth: i can't do it, the system won't let me", "Beth: and i'm wondering if i'm the only one :(", "Jade: hey, don't worry, i was only able to sign up for like 3-4 classes", "Jade: one of us emailed the IT guy but radio silence since", "Beth: you're kidding", "Beth: i also wrote him to sign me up for my additional lectures and got ignored", "Beth: i guess we all have to come up to him in person so he can do it all collectively", "Jade: yeah, seems like the only option rn", "Jade: btw you know which IT guy this is?", "Beth: Campbell, from the applied linguistics dep", "Beth: so i guess that other building", "Jade: ok, i think i'll go there tomorrow if i can make it :p", "Beth: just don't know which room he's in", "Jade: i'll figure that out :)", "Beth: which doesn't change the fact i wouldn't mind if prof Sanders threw me out of her class", "Beth: cause I'm not on the list", "Jade: ahahahah true!", "Jade: btw did you do the homework? xD", "Beth: forgot to check our inbox...", "Beth: so I guess I'm not showing up tomorrow", "Jade: i'm considering this as well", "Beth: was it something massive?", "Beth: i take my sleeping seriously after all", "Jade: we were supposed to summarize some paper", "Beth: nooooooo", "Jade: as if there was no abstract... ;)", "Beth: exactly..."], "summary": "Beth and Jade have some trouble signing up for classes, but the IT guy ignores their e-mails for help. Jade will go there tomorrow to see him. Beth and Jade might skip the class tomorrow as they didn't do the homework."}
{"utterance": ["Jack: They want to organise a referendum in Moldova again", "Milena: about what?", "Jack: about joining Romania", "Terry: Do you think the result can be different than the last time?", "Terry: because I really doubt", "Jack: it's really a peculiar situation right now", "Stefano: why?", "Jack: I think most of Moldavians have also the Romanian citizenship", "Jack: so they are also EU citizens", "Milena: right", "Jack: but what about the government of Moldova, the administration etc?", "Terry: exactly, they have no interest in disappearing hahahah", "Jack: exactly, so I think it will just exist in this strange kind of a limbo", "Terry: I don't even think they will organise this referendum", "Terry: I suppose it's just an idea", "Jack: maybe, but it's always an interesting idea", "Jack: that the borders in Europe may still change", "Milena: ohm yes, look at Crimea", "Stefano: true"], "summary": "There's an idea to organize another referendum in Moldova about joining Romania. However, it is very unlikely that anything will change there."}
{"utterance": ["Hannah: Hey, just wanted to let you know that our family is here for you guys", "baker: thanks alot", "Hannah: incase of anything, just let us know", "baker: i appreciate"], "summary": "Hannah and her family offer Baker help."}
{"utterance": ["Mehdi: Do you have Mr Jacobsen's diploma and transcripts signed and sealed? ", "Annie: You asking me? ", "Annie: haha Idk ", "Mehdi: It's important", "Mehdi: Like I need it rn ", "Annie: Well I saw it yesterday ", "Annie: On you desk ", "Mehdi: Someone took it away from me", "Annie: Oh jesus idk ", "Annie: Didn't you secure it somewhere ", "Annie: before you left? ", "Mehdi: I think I did ", "Mehdi: Oh I remeber", "Mehdi: I gave it to Marc to store it in his closet", "Mehdi: I was hurried", "Annie: Well make sure you don't lose it", "Annie: How many documents? ", "Mehdi: Like 5", "Mehdi: Okay thanks tho"], "summary": "Mehdi gave Mr Jacobsen's diploma and transcripts to Marc to store. Annie wants Mehdi to make sure they are secure."}
{"utterance": ["Daniel: Hey have you sent me the money?", "Iggy: Oh, sorry, havent got round to it yet", "Daniel: would be grateful if you do it asap", "Daniel: i need that money to eat lol", "Iggy: sorry!!! will do it right away"], "summary": "Iggy hasn't sent Daniel the money yet. Daniel really needs it to eat. Iggy will do it right away."}
{"utterance": ["Matt: How are you doing babe?", "Ola: Just got called to the doctor's office. Talk to you later!", "Matt: Good luck!"], "summary": "Ola is at the doctor's."}
{"utterance": ["Bob: Can you send me the instructions on how to send a PDF to a kindle?", "Dan: Yeah, sure. What book do you want to copy over?", "Bob: Origin by Dan Brown. I got a PDF copy of it, but I hate reading books on the computer.", "Dan: Cool. Maybe you can send a copy to me later :)", "Bob: Sure, no problem. There's a cool website that has all the latest releases.", "Dan: What's the site?", "Bob: Allbooks4free.com", "Dan: Ok, I'll check it out."], "summary": "Bob will get the instructions from Dan on how to send PDF to a kindle. He will read Origin by Dan Brown, which he found at Allbooks4free.com."}
{"utterance": ["Sophia: quick reminder", "Sophia: you have to be at the party tonight", "Ethan: i know i know....."], "summary": "Sophia reminds Ethan that he needs to be at the party tonight."}
{"utterance": ["David: How was the meeting with the bastard?", "William: Crap. As always", "David: Was he as rude as the last time?", "William: Even more. He was just insulting us all the way through.", "David: OMG. He changed the office in a torture chamber. ", "William: What can we do?", "David: I am looking for something new. I cannot stand it. ", "William: Maybe you're right. I still hope they will send somebody new soon.", "David: Yes, to clean our dead bodies. ", "William: :("], "summary": "William was at the awful and unpleasant meeting in the office. David is looking for a new job. They both don't feel well with the present situation."}
{"utterance": ["Marisa: I’m devastated! I need you!!! :(", "Sam: what’s wrong?", "Marisa: it’s about Rob.. he keeps texting me and then he’s off so it’s like on and off all the time", "Clara: like an emotional rollercoaster", "Marisa: yeah, exactly! ", "Sam: how often do you see him?", "Marisa: now and then but not on a regular basis", "Sam: you know what i really think? ", "Marisa: tell me", "Sam: you deserve better!", "Clara: i agree", "Marisa: yeah, i know but i really like him and his a gooood kisser!", "Clara: i bet but you can’t let him treat you like shit! I mean it girl!", "Marisa: it’s hard to admit but deep down i know you’re right!", "Sam: you sure he’s not seeing other girls?", "Marisa: i hope not..", "Clara: i bet he’s hanging around with some other girls keeping you on hold just in case", "Sam: that’s mean !", "Clara: i’m sorry but this is what i really think", "Marisa: i think you’re both right. So glad i can talk to you whenever i need you! ;) ", "Clara: love you hon! Take care!"], "summary": "Marisa is dating Rob. She is upset because Rob is ignoring her messages. Rob is a good kisser. "}
{"utterance": ["Ralph: Who wants to chat? I'm sitting on a train and I'm bored out of my mind.", "Agnes: Do you want some cat memes? :D", "Ralph: I'd love to but the Internet on my phone is so slow :/", "Brittany: Where are you going?", "Ralph: Sheffield. I've got a business meeting there.", "Felix: Sam lives in Yorkshire now, maybe the two of you could go out for a drink together?", "Ralph: Doesn't he live somewhere in North Yorkshire though?", "Agnes: Yes, they live in Harrogate.", "Brittany: I don't even know where this is.", "Felix: Somewhere north of Leeds, I think.", "Ralph: I any case, it's not close enough to Sheffield, I'm afraid.", "Brittany: Why did he move there, actually?", "Felix: No idea. He had quite a good job here in London, didn't he?", "Ralph: Maybe his wife wanted to move?", "Agnes: They inherited a small business there. Something to do with beer. A pub, a brewery or something like that.", "Felix: My grandpa used to own a small pub. The only one in his village. I loved going there as a kid. ", "Ralph: Good beer? :D", "Felix: LOL, no idea, but the music was awesome. We slept in a room just above the main one, so even though we were sent to beds early, we still could hear all the singing. And some of these songs were even less suitable for kids our age than beer :D", "Agnes: People knew how to have fun back then, didn't they? :)", "Brittany: And we don't?", "Agnes: Not in the same way. I sort of wish it was still common to sing at work. It makes many tasks less mundane. ", "Ralph: Haha, I just imagined my whole office singing “We Will Rock You” while settling invoices :D", "Agnes: I'm sure it would make your work more fun! :D"], "summary": "Ralph is going to Sheffield for a business meeting. Felix suggests Ralph visits Sam but he lives too far away. Felix's grandpa used to own a small pub. Agnes reckons people knew how to have fun back then but Brittany thinks we do as well."}
{"utterance": ["Ann: Hi July :) Any plans for 2night?", "July: I'm going to the Cinema with Gus. U can go with us if u want.", "Ann: i wish but I've to buy new dishwasher for my mom. ", "July: Oh, I see. ", "July: If u need any help I'll call Gus and we will help u.", "Ann: Really?! You are great! :x", "July: No problem sis :x"], "summary": "July and Gus are going to the cinema tonight. Ann has to buy a new dishwasher for her mom."}
{"utterance": ["Nicholas: what's up guys?", "Paul: nothing new, you?", "Clara: ah my \"boyfriend\" is driving me crazy", "Nicholas: what happend? and since when you have a boyfriend ", "Paul: ye and why are you using inverted commas", "Clara: ah boys.. this Jacob was so pressing and... I am with him right now", "Nicholas: what... omg he's a moron", "Paul: lol, are you joking? kkkkkk", "Clara: no, and now I don't know how to tell him that I don't feel anything for him", "Nicholas: why did you agree to become his girlfirend anyway?", "Clara: He told me that he loves me and bla bla bla", "Clara: I don't have anything against him but now I have a problem..."], "summary": "Clara's boyfriend Jacob is driving her crazy, she's with him now, but doesn't feel anything for him. She doesn't know how to tell him about it. "}
{"utterance": ["Patrick: Does anyone have the number of this new girl?", "Pearl: Yes. Her name is Jasmine. ", "Jackson: Can I also get her number?", "Pearl: You guys are terrible!", "Pearl: I'm not authorised to give her number to anyone", "Pearl: Why don't you ask her?", "Patrick: Fine!  Please tell her that I'm throwing a party this weekend and she's welcome to come."], "summary": "Patrick is throwing a party this weekend and would like to invite the new girl, Jasmine, but he doesn't have her number. "}
{"utterance": ["Steve: Hi, Matt.", "Matt: Hey, how are you?", "Steve: Well, I've got some bad news unfortunately :(", "Matt: What is it?", "Steve: Bridget's Grandma has passed away.", "Matt: Oh, I am so sorry...", "Steve: Thanks", "Matt: What can I do?", "Steve: Nothing, thank you, Steve, I just wanted you to know", "Steve: in case she doesn't answer her phone or something.", "Matt: Sure, I'm with you, guys, if you need anything just let me know.", "Steve: Thanks."], "summary": "Bridget's Grandma has passed away and Steve wanted to inform Matt about it."}
{"utterance": ["Mary: soo i talked to him today...", "Zuza: no YOU DIDNT XD", "Mary: yeahhh well kinda did haha", "Zuza: what do you mean kinda?? haha", "Mary: we were in class and the teacher put us together so we had to work on a project together ", "Zuza: annnnnnd?", "Mary: and thats it haha", "Zuza: gurll", "Mary: whattt", "Zuza: you need to talk to him after class", "Mary: but I don't think he likes me ", "Zuza: you never know unless you try", "Mary: I just get nervous he is so cute ahah", "Zuza: I know he is thats why you got say something! haha", "Mary: and what if he says no?", "Zuza: well then he says no and then you can move on butttttt what if he says yesss??", "Mary: well that be nice ahaha", "Zuza: and if he doesn't like you its his lose :P <3 "], "summary": "Mary worked on a project with a boy today. She is nervous around him."}
{"utterance": ["Clair: We've got an answer!", "Bob: Go on! Tell us!", "Clair: Of coz.", "Denis: Rly? That's it? Rotfl.", "Clair: So, what now?", "Bob: We need to respond to that with whole our force!"], "summary": "The answer is \"of course\"."}
{"utterance": ["Jeffery: look what i got <file_photo>", "Branden: wow!! how much was it?", "Jeffery: $40, 60% off", "Branden: well done!! maybe i should get one for myself, too"], "summary": "Jeffery bought something with a 60% discount for 40$. Branden is considering of buying one himself."}
{"utterance": ["Eve: Hi love, have you heard about the Lidl sale?", "Patrick: No what's that?", "Eve: Our shop closes down and this Sat they sell out everything", "Patrick: sounds cool", "Eve: I know, all products are apparently 50% off", "Patrick: ooo la la. are you planning anything specific?", "Eve: haven't thought yet. perhaps the usual weekend stuff, groceries and all", "Patrick: and the cleaning stuff?", "Eve: yeah, you're right hon", "Patrick: but you know there's going to be like million people all day long", "Eve: I gather. we'd have to come early", "Patrick: gosh, it's Saturday but you're right", "Eve: dont you need some clothes? could be a bargain as well", "Patrick: i'll give it a thought tonight", "Eve: yeah, we'll talk about it then"], "summary": "A Lidl store is closing down and holding a sale with everything 50% off this Saturday. Patrick and Eve are planning to come early on Saturday for the sale. They are planning to buy groceries, cleaning supplies and maybe clothes."}
{"utterance": ["Chloe: Mum, how are Dad's results?", "Mum: Oh, thank you for asking, sweetie, we don't know yet.", "Chloe: What did the doc say?", "Mum: It isn't as bad as we originally thought, but he needs to be monitored.", "Chloe: Did they say what might have caused it?", "Mum: No, maybe stress, too much red meat... You know how it is.", "Chloe: When will he be able to come back home?", "Mum: Not for a week, that's for sure.", "Chloe: Can I visit him today?", "Mum: Of course, honey, he'll be so glad.", "Chloe: Are there any visiting hours?", "Mum: No, they are quite flexible and understanding. As long as you don't come at midnight, it should be OK.", "Chloe: OK, then I'll drop by around 6 pm.", "Mum: Perfect.", "Chloe: Should I bring something? Does Dad need anything?", "Mum: Maybe some newspapers and his favourite music?", "Chloe: OK, will think of something!", "Mum: Thank you, sweetheart, you're an angel.", "Chloe: I love you Mum, it's going to be OK!", "Mum: I love you too, honey."], "summary": "Dad needs to be monitored and he will not come back home for at least a week. Chloe will pay Dad a visit today at 6 pm. Chloe will bring dad some newspapers and his favourite music."}
{"utterance": ["Doug: Have you seen Jim's latest post?", "Luke: Yes... unfortunately.", "Doug: Hell, I know one can dislike a politician, but to be so happy about someone's death... creepy.", "Luke: Yeah, that's what I thought.", "Doug: Julia says that it's ok because we have freedom of speech.", "Luke: Freedom of hate speech?", "Doug: Indeed.", "Luke: I think Facebook is doing strange things to people's heads.", "Doug: I know... damn, life was simpler when we didn't have all this technological crap around us all the time.", "Luke: Hell, I'd be so happy to be a teenager again.", "Doug: Yeah, same here.", "Luke: We're old complaining wankers, you know that, right?", "Doug: Yeah... lol."], "summary": "Doug and Luke are appalled by Jim's Facebook post in which he is happy about a politician's death. They are remembering the good old times."}
{"utterance": ["Ben: Are we playing today?", "Jim: I will come online around 20, the rest of you guys?", "Mark: I won't play today :/", "Jim: Ken?", "Ken: Coming, coming :)"], "summary": "Ben, Jim and Ken are playing today at 8 pm. Mark isn't."}
{"utterance": ["Brenda: Thanks :) How are things?", "Hank: Thanks Brenda :D I'm not bored at work- at least I don't have to pretend that I'm doing something, together with my sisters we're preparing for camp, hmmm, lately I've started playing basketball, just for fun because I think I've got a while to reach Olympic standards, and how are you??? :D", "Brenda: Great! :) My parents went away for the week, so I'm taking the opportunity to finish off various tasks :) When I have some spare time I play on the piano ;)", "Hank: Wow, the piano, fantastic :) Yeah, you have to take the freedom of a free house he he :D", "Brenda: Indeed ;) Apart from that I went with my sister (she was visiting last weekend) to see \"Bohemian Rhapsody\" :D What about you? Have you read/watched something interesting lately? :)", "Hank: I read a book recently called: Project Life - Don't stop. The author writes about how he changed his approach to life, about his illness which consequently made him live life to the fullest, it's a really motivating book. To be honest, I rarely read, but you did just ask what I've been reading recently, he he :D What's the film about? Is it worth seeing??", "Brenda: That's cool :) The book sounds pretty interesting :P The film is (as the name suggests) about the band Queen (maybe you like their music?), but it focuses  especially on the life of Freddie Mercury (the lead singer) and I have to admit, the film was really well done and also gives you something to think about ;)", "Hank: That's awesome! As for the band, I know a few of their songs, I probably don't realise that some belong to them, he he, I'm not one of their greatest fans :P"], "summary": "Hank has a lot of work, he's preparing for a camp with his sisters and he's started playing basketball. Brenda's parents went away for the week, so she's finishing various tasks. She also went to see 'Bohemian Rhapsody' with her sister. Hank recently read a book called: Project Life - Don't Stop."}
{"utterance": ["Martha: I need a dress for the ball", "Martha: I don't have any. I never wear dresses.", "Alexa: Buy one.", "Martha: Nah. That's waste of money. I'll wear it only for the ball.", "Barbie: What's your size? 12?", "Martha: Yes.", "Barbie: I have a lot of nice dresses and I'm your size.", "Barbie: Why don't you come over and choose one?", "Martha: Thanks :*** You saved me!!"], "summary": "Martha will borrow one of Barbie's dresses. Both Martha and Barbie wear size 12."}
{"utterance": ["Peyton:<file_photo>", "Leo: lol how old are we on this pic?", "Peyton: 16,17...? this pic is sooo old!", "Leo: i'm so glad we don't look like this anymore... puberty hit us like a truck :D", "Peyton: thanks god :D"], "summary": "Leo and Peyton are glad that they do not look like they did at the age of 16 or 17."}
{"utterance": ["Jason: What time are we departing tomorrow?", "Miriam: 8 am", "Abigail: Yes! "], "summary": "Jason, Miriam and Abigail are departing at 8 am tomorrow."}
{"utterance": ["Megan: we're having here a little fight with Pete", "Anna: why?", "Josh: I know, he told me, about the vacation", "Megan: yes, he wants to go to Argentina, to see Patagonia", "Jeff: amazing!", "Megan: it is interesting, but I though we'd have proper beach vacation instead of hiking ice bergs", "Jeff: hahaha, not exactly hiking ice bergs, but I get your point", "Megan: I also don't think we have enough time for that", "Jeff: how much time do you have?", "Megan: 7-10 days. Flying to Buenos, then heading south, maybe crossing to Chile, we would be in hurry all the time", "Jeff: yes, possibly", "Megan: but now he's suggesting we should split with me going to Caribbean and him flying to Buenos", "Megan: and this would spoil the vacation", "Jeff: ok, don't worry, I know how stubborn he is", "Jeff: i'll talk to him tonight"], "summary": "Pete wants to split with Megan for the vacation. Jeff will talk to Pete tonight."}
{"utterance": ["Emily: Do you have plans for the long weekend?", "Gavin: why?", "Emily: We thought it would be nice to take a boat trip in Croatia or Greece", "Gavin: aren't these expensive?", "Emily: if you have a group of 8 or 10 and you go by car it's not that bad", "Gavin: how much are we talkinh about?", "Emily: a thousand euros? something like that", "Gavin: per person?", "Gavin: how many nights?", "Emily: per person", "Emily: 7 nights", "Gavin: How many people declared already?", "Emily: 6", "Emily: Sam and Anna, Meg and Bill and us", "Gavin: couples, couples everywhere", "Gavin: where do you get the yacht from", "Emily: Oh come on we're not that bad :)", "Gavin: joking :)", "Emily: there this website <file_other>", "Emily: The catamaran looks fantastic", "Gavin: Holy shit! That looks amazing!! :)"], "summary": "Emily plans a boat trip in Croatia or Greece. It will cost around 1000 euros for 7 nights per person. 6 people declared that they will go."}
{"utterance": ["Andrew: How about a little preparty?", "Caroline: I can't make it :(", "Andrew: Pity. ", "Caroline: So where and when do we meet?", "Andrew: 20:30 Centrum underground station?", "Caroline: OK great. ", "Caroline: Let's make it 21:00, okey? Just got back. Need some time to change etc. But Centrum is perfect!", "Andrew: Agnes will be at the club around 20:30. It's not far. Let me know when you' re ready. ", "Caroline: Cool. ", "Andrew: Cos I'm ready to go. ", "Caroline: OK, I'll let you know before I leave home. We're going by bus or Uber?", "Andrew: As you wish. Bus stop is close to the club. ", "Caroline: Sounds ok. Kuba will be there as well. ", "Andrew: OK. "], "summary": "Caroline and Andrew will meet at Centrum underground station around 20:30-21:00. Caroline will let Andrew know before leaving home. They will go by bus and they will meet Agnes and Kuba at the club."}
{"utterance": ["Dan: I need some money, man.", "Will: How much?", "Dan: Much you got? :)", "Will: Stop it, will you. Just call me.", "Dan: Ok :)"], "summary": "Dan needs some money, so he will call Will."}
{"utterance": ["Lesly: I cant solve these problems?", "Darian: Neither do I :/", "Lesly: maybe we can use Ethan's help", "Darian: Let me call him", "Lesly: Sure", "Darian: He is asking to come his home at 5", "Lesly: Will be at your house at 4:30", "Darian: k"], "summary": "Lesly will come to Darian at 4:30 and they will meet Ethan at 5."}
{"utterance": ["Darius: dad, there is no energy", "Dad: i know", "Dad: go and see the fuse", "Darius: where?", "Dad: in the pavement", "Darius: ok", "Dad: remember to take a torch"], "summary": "There is no power in the home. Dad asks Darius to check the fuse in the pavement."}
{"utterance": ["Tom: Can you recommend a nice reading? I've just finished the last Murakami and I'm looking for something new", "Peter: I'm not a fun of Murakami", "Tom: LOL, but he's done, I need something new", "Gabriela: Maybe Clezio?", "Tom: who is it?", "Gabriela: a French author born in Mauritius", "Gabriela: I think he got a Nobel Prize a few years ago", "Gabriela: very charming style", "Tom: what book would you recommend?", "Gabriela: I really liked \"The African\"", "Gabriela: But the most I've liked \"Ritournelle de la faim\" but I'm not sure it's been translated to English", "Tom: ok, I'll look for it", "Tom: thanks a lot", "Gabriela: no problem!"], "summary": "Tom has just finished reading his last Murakami's book and needs something new. Gabriela recommends Clezio to him. He's a French author born in Mauritius. He received a Nobel Prize a few years ago. Gabriela recommends the books \"The African\" and \"Ritournelle de la faim\"."}
{"utterance": ["Brian: Hi Jeff!", "Brian: How are you doing?", "Jeff: Hi Brian! I'm very fine, and you?", "Brian: I would like to apologize but i will not be able to be today in the meeting or Monday- today I have calls and a doctor appointment on Monday.", "Jeff: No problem, thanks so much for letting me know!"], "summary": "Brian can't go to the meeting with Jeff neither today, nor on Monday."}
{"utterance": ["Helen: hi sarah can i came over today to see the puppies?", "Sarah: yes can you come after 2?", "Helen: ok no probs see you t about half 2 then thanks "], "summary": "Helen will come to Sarah at 2:30 today to see the puppies."}
{"utterance": ["Owen: What beer do you want? 😉", "Jenna: Coors. But what's available?", "Owen: Stella, coors, Peroni, Budweiser, carlsberg", "Noah: Pe-Ro-Ni for the Italian 😜.", "Owen: <file_photo> Enough?", "Noah: For this week… 😂😂", "Owen: Can someone come down to help 😉", "Jenna: Wait. Coming!"], "summary": "Owen is buying beer. Jenna wants Coors, Noah Peroni."}
{"utterance": ["Tim: I think I love you a bit?", "Anne: Only a bit? ", "Tim: Well, maybe a bit more :)", "Anne: :)", "Anne: <file_gif>", "Anne: You love me like this?", "Tim: O even more than this <file_gif>", "Anne: Me too."], "summary": "Tim loves Anne."}
{"utterance": ["Nancy: hey Kim", "Kim: hi ", "Nancy: can you borrow me your purple nail polish? ", "Kim: sure ", "Kim: which one? ", "Nancy: that one you had at the party ", "Kim: okay "], "summary": "Nancy wants to borrow Kim's purple nail polish."}
{"utterance": ["David: Hey", "David: Which political party are you supporting?", "Alexis: Hello", "Alexis: I'm supporting Jubilee.", "David: But I thought you were in the opposition side.", "Alexis: Hell no!", "David: Okay cool"], "summary": "Alexis supports Jubilee."}
{"utterance": ["Ann: Did you check in? Everything ok with the airbnb?", "Laura: Yeah, I'm here, everything's good. Waiting for you :)", "Ann: I'll be there soon hopefully, so far no delays ;)", "Laura: Awesome!"], "summary": "Laura checked in by using airbnb service. Ann will be there soon."}
{"utterance": ["Gina: What is Wendy's favourite colour?", "Natalie: Black?", "Anne: I've never seen her wearing any other colour. "], "summary": "Wendy's favourite color is black."}
{"utterance": ["Amanda: When are they going to finish the redecoration?", "John: next month", "Alexis: Have you talked to them John?", "John: that's the contract we have", "Alexis: but it seems they are late with works, I can't imagine it will be ready in two weeks", "Amanda: exactly", "John: ok, I will talk to them", "John: but they know that any delay will cost them a lot", "Amanda: i don't see the need to put pressure on them, maybe they have some problems", "Amanda: It's just about planning, I don't want the scaffoldings to be there during the wedding", "John: they have to finish by the end of February", "Alexis: I would be harsh with them", "Alexis: we pay them a little fortune", "Alexis: so I also expect quality and efficiency ", "Amanda: mom, you can't behave like this to workers, it's ugly and counterproductive ", "Alexis: I know how to talk to workers, my dear, I've done it for decades ", "John: Ok, I'll talk to them and we will see", "Alexis: I can also talk to them and I won't be nice", "John: calm down, let's wait to hear what they have to say", "Amanda: exactly!"], "summary": "Amanda is worried the workers won't finish redecoration by the end of February, before the wedding. John is going to talk to them. Alexis wants to talk to them too and put more pressure. Any delay will cost the workers a lot."}
{"utterance": ["Sophie: look at this", "Sophie: <file_photo>", "Mike: hmm, what is it?", "Sophie: can't you see, under the bridge?", "Mike: is it a fish?", "Daniela: seems a beaver", "Sophie: exactly, i've seen a beaver in our river!", "Mike: tonight?", "Sophie: yes, when I was coming back home", "Rudy: I heard they are back", "Mike: but I don't think it's a beaver guys", "Mike: it's rather a coypu", "Mike: I read they are here, but I doubted it", "Mike: was it big?", "Sophie: quite big", "Sophie: at first I thought it was a rat", "Sophie: but then I came closer", "Sophie: you may be right, it had a ratty tail", "Mike: so it was a coypu", "Sophie: how cute! "], "summary": "Sophie shares the photo of a beaver that she saw in the river. Mike believes it is a coypu."}
{"utterance": ["Jennifer: Thanks again for the recipe. Sushi went out great! How's your weekend?", "Chloe: Glad to hear that. Beaujolais Nouveau!", "Jennifer: What?", "Chloe: Beaujolais Nouveau time - celebrating the release of Beaujolais nouveau wine!", "Jennifer: Aaah,that's cool! Enjoy it!"], "summary": "Jennifer made sushi according to Chloe's recipe. Chloe is celebrating the release of Beaujolais nouveau wine."}
{"utterance": ["Daniel: <file_gif>", "Nancy: ahahaha", "Lisa: 🤣🤣", "Tom: oh god, I love it!", "Lisa: Is it inspired by your personal history?", "Daniel: unfortunately!", "Lisa: What happened?", "Daniel: wisdom teeth start to erupt, I think", "Lisa: Hy?", "Nancy: oh no, this can be really painful, I went through it", "Nancy: But all of them at once?", "Daniel: I think only one - the upper left", "Nancy: Is it very painful?", "Daniel: Very and I am really swollen today, like a hamster", "Daniel: <file_photo>", "Lisa: Go to a dentist, you may even need an antibiotic", "Nancy: Exactly, don't ignore it", "Daniel: I thought it will pass ", "Tom: it may actually, get worse, girls are right, don't wait with it", "Daniel: ok, i'll make an appointment then", "Nancy: 👍"], "summary": "Daniel will go to the dentist as his wisdom tooth is erupting."}
{"utterance": ["Olivia: Where are you?", "Thomas: 4th floor, behind the Christmas tree", "Callum: why there?", "Thomas: I'm charging my phone here"], "summary": "Thomas is charging his phone behind the Christmas tree on the 4th floor."}
{"utterance": ["Mary: Do you like stranger things", "Hudson: Never heard of it", "Mary: What are you watching these days?", "Hudson: I am watching game of thrones these days", "Mary: I never heard about that :/", "Hudson: Ok I think we should give our seasons do each other?", "Mary: Sure  :D"], "summary": "Hudson is watching \"Game of Thrones\" these days. Mary is watching \"Stranger Things\"."}
{"utterance": ["David: I just installed Tinder :x…", "Rebecca: No way!!!", "Tim: What :o well done mate :D", "David: My mate told me into it, I don’t know…", "Martha: My friend met her boyfriend there, you should try it", "Tim: Of course you should!", "Rebecca: We need to meet to see (and judge) your profile ;)", "David: Oh no", "David: I knew it was a bad idea to tell you", "Martha: We’re just joking <3 I hope it’ll work for you", "Tim: Do you have any matches?", "David: Yeah, a few", "Rebecca: A few?!", "Tim: Have you talked to anyone yet?", "David: Guys, I installed literally yesterday", "Rebecca: So what? The app is supposed to speed up the process, not slow it down ;)", "Martha: Are they the girls you liked because of their looks or description?", "Tim: Don’t answer that, it’s a trap :D", "David: Hm, depends, some of them just because of the looks, but not all", "Rebecca: Well, you do need to speak to them at least a bit. When I was using it, I realised that every time I liked the guy just because of his looks, it never worked out", "Martha: We definitely need to meet, we’ll swipe together ;)", "Tim: Taken man here :P"], "summary": "David installed Tinder. He has a few matches already but hasn't talked to anyone yet. "}
{"utterance": ["Abigail: we've got a new kitten!!", "Abigail: <file_photo>", "Zoe: adorable!!! where from?", "Abigail: animal shelter of course", "Abigail: they phoned us yesterday to say they had a litter of six to choose from, 10 weeks old", "Zoe: weaned?", "Abigail: of course, but need a series of vaccines", "Zoe: you know the routine, don't you?", "Zoe: name?", "Abigail: not decided yet"], "summary": "Abigail has a new kitten from the shelter. They haven't decided on the name yet. "}
{"utterance": ["Wendy: Help!", "Wendy: I still can't find any gifts for Dad.", "Jake: great, it's that time of the year again :P", "Wendy: Very funny :P", "Wendy: But seriously, have you thought about it already?", "Jake: I have some ideas", "Jake: this time we need to get him something he'll actually use", "Wendy: So what's the plan?", "Jake: I'm still researching but I was thinking about getting him some kind of a fit band", "Wendy: For Dad?", "Wendy: Didn't you just mentioned \"something he'll actually use\"? :P", "Jake: he likes gadgets so he might be interested in something like that", "Jake: besides he just installed a pedometer app on his phone", "Wendy: Well if you say so", "Wendy: So what now?", "Jake: I'll take a look at what bands are available and I'll let you know if I find something we can buy", "Wendy: Okay"], "summary": "Wendy had difficulty in finding a gift for her father. Jake opted for something useful and suggested a fit band. He promised to look for some interesting ones."}
{"utterance": ["Greg: Hi Mom. How are you?", "Linda: Hello. How are you?", "Greg: Could you possibly do the babysitting today? It's an emergency...", "Linda: Is everything ok?", "Greg: Yes and no. Both of us have to deal with some urgent matters at work and we are in trouble now.", "Linda: Ok. All take care of him.", "Greg: You're a wonder! Thank you a thousand times!", "Linda: Shall I help you at home anyhow? Shopping, dinner, ironing...", "Greg: No, thanks. Just Johnny.", "Linda: My pleasure.", "Greg: I know I should have let you know earlier. It's kind of unexpected. ", "Linda: That's ok. I understand. I'll take care of everything. Don't worry."], "summary": "Linda, Greg's mother, will babysit Johnny today because Greg has to work."}
{"utterance": ["Mark: Could we meet at the Starbuck at W 45th St, next to Time Square?", "Sandra: Sure, this one is nice", "Ashley: What time is good for you?", "Sandra: I could be there at 7am", "Sandra: it's easier for me to come from Queens before 7", "Ashley: good, 7 is fine for me", "Ashley: What about you, Mark?", "Mark: I won't mange by 8, I'm sorry, Pete is sick, I'll have to go to a pharmacy before leaving for work", "Ashley: So we can meet with Sandra at 7, have breakfast there and discuss the project", "Ashley: And you'll join us later", "Ashley: Are you ok with it?", "Mark: Perfect, so see you tomorrow", "Ashley: see you!", "Sandra: 😘"], "summary": "Sandra and Ashley are going to meet tomorrow at 7 at the Starbuck at W 45th St to have breakfast and discuss the project. Mark will join them later."}
{"utterance": ["ToughSchmidt: Hey Filip how are you keeping?", "Filip: Fine. Busy busy recently", "ToughSchmidt: Well better to be busy than not", "Sean: How are you?", "ToughSchmidt: Grand settled back into Irish life again have an ok job that pays the bills, you still playing at all ?", "Sean: Very little", "Sean: Only in clonmel or when passing by", "Sean: Sick of shit which is happening", "Sean: Not bringing me that much joy as it used to", "ToughSchmidt: That's fair it seems quite toxic these days", "Sean: What phone you broke recently?", "ToughSchmidt: How did you know lol", "Sean: I am reading telegram sometimes", "ToughSchmidt: Didn't know you were in them haha, galaxy a5 2017 model", "Sean: I will tell you tomorrow possible price. Now have to help wife and have to put phone in flight mode. Sorry", "Sean: Will get back to you", "ToughSchmidt: No problem man cheers"], "summary": "Filip has been busy recently. Sean is not playing a lot. ToughSchmidt broke his phone. Sean will go help his wife."}
{"utterance": ["Natty: Got a new game :)", "Vic: Yeah? :)", "Natty: It's called Air Combat Pilot.", "Vic: Flying planes?", "Natty: Yeah! WWII stuff :)"], "summary": "Natty has got \"Air Combat Pilot\"."}
{"utterance": ["Hunter: Can we talk about this sponsorship deal?", "Mary: Sure, having second thoughts?", "Hunter: It's just that big celeb sponsorships and endorsements are so ten years ago.", "Mary: And?", "Hunter: Today its about influencers and going viral.", "Mary: Okay, I'm listening.", "Hunter: I just think we should get into that. Forget these big name endorsements.", "Mary: I'm glad you brought this up now. We were just about to put out contracts.", "Hunter: Let's discuss the budget and investigate new ways of getting the brand out there.", "Mary: I'm open to that.", "Hunter: We can check with our agency to see if they can recommend a path.", "Mary: Good idea. Meanwhile, I'll do some research of my own.", "Hunter: I was just reading about nanoinfluencers, people with small followings. Get enough of those and you are off to the races. KWIM?", "Mary: I think so. That's an interesting hypothesis.", "Hunter: I'm intrigued by how this can affect our brand.", "Mary: We definitely need a younger audience. This could be the way to get it.", "Hunter: That or a startup.", "Mary: Oh, scary! Now you're talking crazy! LOL!", "Hunter: Maybe I'm not. ", "Mary: Let's explore it, couldn't hurt.", "Hunter: Exactly."], "summary": "Mary wants to change the sponsorship deal she talked to Hunter about for influencers and going viral to boost the brand. "}
{"utterance": ["Joan: <file_photo>", "Linda: yummy!", "Alexis: I love spaghetti!", "Joan: Yeah, I had some time this afternoon, so I thought I'd cook sth", "Alexis: Im sure it was delicious", "Joan: it was indeed:)", "Linda: next time you invite us!", "Joan: deal!", "Alexis: What did you put in it?", "Joan: some minced meat, mushrooms, onions, tomato, tons of garlic and spices.", "Linda: I think Im getting hungry :P", "Joan: come round! :P", "Linda: :P", "Alexis: you inspired me, Joan! I think I will make something like that for Sat dinner:)", "Joan: good idea!", "Linda: got to come back to work now:(", "Linda: Bye for now, Ladies!", "Joan: Bye bye! Dont work too hard!", "Linda: I promise! ;)", "Alexis: Bye! ", "Alexis: :*"], "summary": "Joan made spaghetti which looks very tasty. Alexis is going to do something similar on Saturday."}
{"utterance": ["Lindsey: Oh goodness, Ive been having so much work recently...", "Lindsey: Im tired and nervous all the time.", "Sandra: Yeah, I know what its like. ", "Eveline: maybe you should have a holiday?", "Eveline: go somewhere nice, even just for a few days.", "Lindsey: Id love to, but probably I cant.", "Lindsey: my boss wouldnt even give me one day off :/", "Sandra: yep, work in accounting has never been easy.", "Sandra: during some periods its just impossible to have a vacation.", "Eveline: I couldnt do that kind of job, really.", "Eveline: I prefer to earn a bit less, but not to be stressed all the time.", "Sandra: everybody can choose", "Eveline: exactly.", "Lindsey: Ok, bye for now girls! Gotta get back to work...", "Sandra: bye, Lindsey! Take care! :*"], "summary": "Lindsey complains about her stressful job. Eveline advises she take a holiday. Lindsey's boss wouldn't let her do it due to busy period."}
{"utterance": ["Tim: <file_gif>", "Tim: <file_gif>", "Cam: Nice gifs. You know how much I LOVE memes.", "Cam: NOT!", "Tim: <file_gif>", "Tim: <file_gif>", "Cam: Are you trying to annoy me?", "Cam: Cause if you are then you're doing a great job.", "Tim: <file_gif>", "Tim: Maybe...", "Cam: Grrr!", "Tim: <file_gif>", "Cam: This is really not funny you know.", "Tim: <file_gif>", "Cam: Are you going for the troll of the year award?!", "Tim: Nah, I just thought you might appreciate them.", "Tim: No SOH at all!", "Cam: Cause they're not funny. Only annoying!", "Tim: Fine! Bye then!"], "summary": "Cam's annoyed at Tim for sending her memes she hates."}
{"utterance": ["George: so what about Monday?", "Mike: at 4 pm?", "George: ok! ", "Mike: great, see U!"], "summary": "Mike and George agreed to meet on Monday at 4 pm."}